
const foodinsideRule = `이용약관

본 이용약관(“본 약관”)에는 회원님의 중요한 법률상 권리, 구제수단 및 의무가 명시되어 있는 바 이를 숙지하여 주시기 바랍니다. Foodinside 플랫폼에 대한 접속 또는 사용은 회원님이 본 약관의 준수 및 적용에 동의하였음을 의미합니다.

주의: 본 약관에는 모든 Foodinside 회원에 적용되는 중재 조항에 관한 사항이 명시되어 있습니다. 동 사항은 Foodinside와의 분쟁이 해결되는 방식에 영향을 미칩니다. 본 약관의 수락은 회원님이 해당 중재 조항의 적용을 받기로 동의하였음을 의미합니다. 해당 사항을 주의하여 읽어 주시기 바랍니다.

최종 업데이트: 2020년 10월

Foodinside 서비스를 사용해주셔서 감사합니다!

제 1 조 (목적)
본 약관은 회원님과 Foodinside(아래에 정의됨) 사이에 Foodinside 웹사이트(그 하위 도메인 포함)와 Foodinside가 서비스를 제공하는 기타 웹사이트(총칭하여, “대상 웹사이트”), 당사의 모바일, 태블릿, 기타 스마트 기기 애플리케이션, 애플리케이션 프로그램 인터페이스(총칭하여 “대상 애플리케이션”) 및 모든 관련 서비스(“Foodinside 서비스”)에 대한 회원님의 접속 및 사용을 규율하는 법적 구속력이 있는 계약(“본 계약”)을 구성합니다. 대상 사이트, 대상 애플리케이션 및 Foodinside 서비스를 이하 총칭하여 “Foodinside 플랫폼”이라 합니다. 당사의 공유 음식점 점주 보호 프로그램, 입점 업체 환불 정책, 회원님의 Foodinside 플랫폼 이용에 적용되는 기타 정책은 참조를 통해 본 약관에 포함됩니다.

Foodinside 플랫폼 접속 및 사용과 관련된 당사의 개인정보 수집과 이용에 관한 사항은 당사 개인정보 처리방침에 기재되어 있습니다.

Foodinside 플랫폼 위치정보 수집과 이용에 관한 사항은 당사 위치기반 서비스 이용약관에 기재되어 있습니다.

제 2 조 (용어의 정의)

1. “Foodinside 플랫폼”이란 “점주”가 요리시설이 갖춰진 임대 음식점(이하 “공유 음식점”이라 합니다)을 “입점 업체”에게 홍보하기 위하여, “회사”가 컴퓨터 등 정보통신설비를 이용하여 공유 음식점을 리스팅할 수 있도록 설정하여 제공하는 서버와 “입점 업체”가 판매 메뉴, 영업 날짜, 영업 위치, 포토리뷰 등의 내용을 포함하는 업체 프로필(이하 “프로필”이라 합니다)을 “이용자”에게 홍보하기 위하여, “회사”가 컴퓨터 등 정보통신설비를 이용하여 “프로필” 정보를 노출할 수 있도록 설정하여 제공하는 서버, 그리고 “이용자” 간의 관계 형성을 위하여 회사가 컴퓨터 등 정보통신설비를 이용하여 “이용자”가 호감을 표시한 “프로필”을 다른 “이용자”와 공유하거나 다른 “이용자”가 남긴 포토리뷰에 “좋아요”,“댓글”을 주고받으며 관계를 형성하고 외식 경험을 노출할 수 있도록 제공하는 서버를 칭한다.
   
2. “점주”란 점포를 소유한 임대인 혹은 전대 허가를 받은 임차인이 영업 허가와 사업자등록을 마친 자신의 음식점을 “입점 업체”에 위탁하는 자를 말합니다. 
3. “입점 업체”란 “공유 음식점”에 입점하여 위탁계약 동안 해당 공간에서 벌어지는 모든 요리, 서빙, 영업, 접객, 시설관리, 위생관리의 법적, 도의적 책임을 지는 임차인을 말합니다.
4. “이용자”이라 함은 “푸드 인사이드”에 개인정보를 제공하여 회원등록을 한 자로서, “푸드 인사이드”의 정보를 지속적으로 제공받으며, “푸드 인사이드”가 제공하는 서비스를 계속적으로 이용할 수 있는 자를 의미합니다.  
5. “비밀번호(Password)”라 함은 회원의 동일성 확인과 회원의 권익 및 비밀보호를 위하여 회원 스스로가 설정하여 사이트에 등록한 영문과 숫자 등의 조합을 말합니다. 
6. “게시물”이라 함은 “이용자”가 서비스를 이용함에 있어 서비스 상에 게시한 부호ㆍ문자ㆍ음성ㆍ음향ㆍ화상ㆍ동영상 등의 정보 형태의 글, 사진, 동영상 및 각종 파일과 링크 등을 의미합니다. 
7. “결제서비스”라 함은 “입점 업체”가 “점주”의 “공유 음식점”을 예약, 결제할 수 있도록 “회사”가 제공하는 서비스를 말합니다. 
8. “점주”란 “회사”가 제공하는 “Foodinside 플랫폼”을 이용해 “공유 음식점”에 관한 정보를 리스팅하고, 판매하는 주체를 말합니다. 
9. “입점 업체”란 “회사”가 제공하는 “Foodinside 플랫폼”을 이용해 “입점 업체”에 관한 정보를 노출하고, 홍보하는 주체를 말합니다. 
10. “이용자”란 “회사”가 제공하는 “Foodinside 플랫폼”을 이용해 “입점 업체” 및 “이용자”에 관한 정보를 공유하고, 소통하는 주체를 말합니다. 

공유 음식점 리스팅 서비스(아래에서 정의되는 바와 같이)에 적용되는 제반 법률, 규칙 및 규제의 확인, 숙지 및 준수에 대해서는 공유 음식점 점주가 전적으로 책임을 집니다. 공유 음식점 점주는 임대 서비스를 제공하기 위해 음식점 영업 허가에 관한 증서와 사업과 관련된 등록 증서를 발급받아야 하며 이와 더불어 전대 서비스를 제공하기 위해서는 임대인에게 부동산 전대 사용에 관한 동의 또한 허가받아야 합니다. 공유 음식점 점주는 자신이 제공하는 리스팅 서비스에 필요한 인허가 또는 등록에 관한 확인 및 취득에 대해 전적으로 책임을 집니다. 특정 종류의 리스팅 서비스의 경우 모두 금지 대상인 경우도 있으며 벌금 등의 처벌이 부과될 수 있습니다. 저희는 서비스 안내에서 회원님에게 적용되는 의무사항을 확인할 수 있도록 일부 정보를 제공하고 있습니다. 회원님의 Foodinside 리스팅 서비스에 적용되는 법률에 관해서는 언제든지 법률 자문을 통해 확인해야 합니다.

제 3 조 (약관의 명시와 개정)

1. “회사”는 이 약관의 내용과 상호, 영업소 소재지 주소(소비자의 불만을 처리할 수 있는 곳의 주소를 포함), 대표자의 성명, 사업자등록번호, 통신판매업 신고번호, 연락처(전화, 전자우편 주소 등) 등을 “이용자”가 쉽게 알 수 있도록 “Foodinside 플랫폼”의 초기 서비스 화면 리스트에 게시합니다. 다만, 약관의 내용은 “이용자”가 연결화면을 통하여 보도록 할 수 있습니다. 
2. “회사”는 『전자상거래 등에서의 소비자보호에 관한 법률』, 『약관의 규제등에 관한 법률』, 『전자문서 및 전자거래기본법』, 『전자서명법』, 『정보통신망 이용촉진 등에 관한 법률』, 『소비자기본법』 등 관련법령을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다. 
3. “회사”는 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 “사이트”의 초기화면에 그 적용일자 7일 이전부터 적용일자 전일까지 공지합니다. 다만, “이용자”에게 불리하게 약관내용을 변경하는 경우에는 최소한 30일 이상의 사전 유예기간을 두고 공지합니다. 이 경우 “회사”는 개정 전과 개정 후 내용을 “이용자”가 알기 쉽도록 표시합니다. 
4. “회원”은 변경된 약관에 동의하지 않을 권리가 있으며, 변경된 약관에 동의하지 않을 경우에는 서비스 이용을 중단하고 탈퇴를 요청할 수 있습니다. 다만, “이용자”가 제3항의 방법 등으로 “회사”가 별도 고지한 약관 개정 공지 기간 내에 “회사”에 개정 약관에 동의하지 않는다는 명시적인 의사표시를 하지 않는 경우 변경된 약관에 동의한 것으로 간주합니다. 
5. 이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 『전자상거래 등에서의 소비자보호에 관한 법률』, 『약관의 규제 등에 관한 법률』, 공정거래위원회가 정하는 『전자상거래 등에서의 소비자보호지침』 및 관계 법령 또는 상관례에 따릅니다. 

제 4 조 (관련법령과의 관계)

이 약관 또는 개별약관에서 정하지 않은 사항은 전기통신사업법, 전자거래기본법, 정보통신망법, 전자상거래 등에서의 소비자보호에 관한 법률, 개인정보보호법 등 관련 법령의 규정과 일반적인 상관례에 의합니다. 

목차

1항 Foodinside 서비스의 범위
2항 자격요건, Foodinside 플랫폼 이용, 회원 검증
3항 약관 변경
4항 계정 등록
5항 컨텐츠
6항 서비스 수수료
7항 공유 음식점 점주에 관한 사항
8항 입점 업체에 관한 사항
9항 이용자에 관한 사항
10항 예약 변경, 취소 및 환불, 해결 센터
11항 평점 및 후기
12항 음식점 파손, 회원간 분쟁
13항 최소 단위 절삭, 환율 전환
14항 세금
15항 금지대상 행위
16항 기간 및 해지, 중단 및 기타 조치
17항 책임의 부인
18항 책임
19항 면책
20항 분쟁 해결
21항 피드백
22항 준거법 및 관할
23항 일반 조항

1. Foodinside 서비스의 범위
1.1 Foodinside 플랫폼은 등록된 이용객 중 음식 서비스를 제공하는 이용객을 “입점 업체”라 하고 이들이 제공하는 음식 서비스는 “공유 음식점 점주”(이하 “점주”)와의 위탁계약을 통해 이루어진다, 등록된 이용객 중 공간 임대 서비스를 제공하는 이용객을 “점주”라 하고 이들이 제공하는 공유 음식점 서비스를 “리스팅 서비스”라 한다. 점주는 Foodinside 플랫폼에 리스팅 서비스를 게재하고 해당 리스팅 서비스를 예약하고자 하는 회원들(리스팅 서비스를 제공받는 이용자를 “입점 업체”라 함)과 직접 연락, 거래할 수 있도록 합니다. 리스팅 서비스에는 조리기구가 완비된 공유 음식점의 정보 제공, 특정 날짜나 장소에서 임차 가능한 공유 음식점의 정보 제공이 포함됩니다.

1.2 Foodinside는 어떠한 리스팅 음식점도 소유, 개설, 판매, 재판매, 제공, 공급하지 않으며, Foodinside는 F&B 식품의 소매판매업자가 아닙니다. 자신의 리스팅 서비스에 대한 책임은 전적으로 공유 음식점 점주가 부담합니다. 입점 업체는 예약하거나 예약을 수락하는 때에 상호 계약을 체결하는 것입니다. Foodinside는 회원간 계약관계에 당사자 또는 참여자 등의 지위에 있지 않으며 향후에도 그러한 지위에 있지 않을 것입니다. 또한, Foodinside은 부동산 중개인 또는 보험사도 아닙니다. Foodinside은 결제 서비스 약관에 명시된 경우를 제외하고, 회원의 대리인으로서 행위하지 않습니다.

1.3 당사가 분쟁해결을 용이하게 하도록 지원할 수는 있으나, 당사는 (i) 리스팅 서비스의 존재, 품질, 안전, 안정성 또는 합법성, (ii) 공유 음식점 정보, 평점, 후기 또는 기타 회원 컨텐츠(아래에 정의됨)의 진실성 또는 정확성, 또는 (iii) 회원 또는 제3자의 실적 또는 행동에 대하여 통제력을 가지고 있거나 보장하지 않습니다. Foodinside는 회원, 공유 음식점 또는 리스팅 서비스를 보증하지 않습니다. 어떤 회원에 대하여 “검증되었다(또는 이와 유사한 표현)”고 표시한 경우는 해당 회원이 관련 검증 또는 신원확인 절차를 마쳤다는 것을 의미할 뿐 다른 의미는 없습니다. 이러한 설명은 해당 회원(그의 신원이나 배경 또는 신뢰성, 안전성 또는 적정성 여부 포함)에 대한 Foodinside의 보증, 확인 또는 보장이 아닙니다. 공유 음식점을 선택하거나, 식사 또는 푸드인사이드 이벤트에 참여하거나, 기타 리스팅 서비스를 이용하거나, 입점 업체의 예약요청을 수락하거나, 다른 회원과 온라인상에서 또는 직접 소통할 때는 항상 주의하여 결정해야 합니다. 검증된 이미지(아래에 정의됨)는 사진 촬영 당시의 공유 음식점 상태를 사진으로 보여주는 것일 뿐, 공유 음식점 점주 또는 공유 음식점에 대한 Foodinside의 보증을 의미하지 않습니다.

1.4 회원님이 공유 음식점 점주로서 Foodinside 플랫폼을 이용하는 경우, 회원님은 Foodinside의 직원, 대리인, 합작회사 또는 파트너가 아닌, 독립적인 제3자 계약자로서 Foodinside의 이익을 위해서가 아니라 본인의 이익을 위해서 행위합니다. Foodinside는 회원님에 대하여 전반적으로 또는 회원님의 본 약관 이행(리스팅 서비스 제공 관련 사항 포함)에 대하여 회원님에게 지시하거나 회원님을 통제하지 않으며 지시하거나 통제하는 것으로 간주되지 않습니다. 회원님은 리스팅 서비스 등록 또는 기타 사업 또는 업체 선정 참여 여부에 대해 완전한 재량을 보유하고 있음을 인정하고 이에 동의합니다.

1.5 Foodinside 플랫폼을 홍보하고 잠재적 입점 업체에게 공유 음식점 및 기타 회원 컨텐츠의 노출을 늘리기 위해, 공유 음식점 및 기타 회원 컨텐츠는 다른 웹사이트에 게시되거나, 애플리케이션, 이메일 및 온/오프라인 광고에 삽입되거나 첨부될 수 있습니다. 사용언어가 다른 회원들을 지원하기 위해, 공유 음식점 및 기타 회원 컨텐츠의 전부 또는 일부가 다른 언어로 번역될 수 있습니다. Foodinside는 번역의 정확성 또는 품질을 보장할 수 없으며 해당 번역의 정확성에 대한 검토와 검증은 회원들이 책임져야 합니다. Foodinside 플랫폼에는 구글번역에 의한 번역이 포함될 수 있습니다. 구글은 번역과 관련된 모든 명시적 또는 묵시적 보장(정확성, 신뢰성, 상품성, 적합성, 특정 목적 부합성 및 침해의 부존재에 대한 보장 포함)을 부인합니다.

1.6 Foodinside 플랫폼에는 제3자 웹사이트 또는 리소스(“제3자 서비스”)에 대한 링크가 포함될 수 있습니다. 이러한 제3자 서비스는 다양한 약관과 개인정보관련 관행의 적용 대상이 될 수 있습니다. Foodinside은 제3자 서비스의 가용성 또는 정확성, 해당 서비스에서 이용할 수 있는 컨텐츠, 제품 또는 서비스에 대해 책임을 부담하지 않습니다. 제3자 서비스에 대한 링크가 있더라도 그것이 Foodinside가 해당 제3자 서비스를 보증하였다는 의미는 아닙니다.

1.7 인터넷의 특성상, Foodinside는 Foodinside 플랫폼의 지속적이고 중단 없는 제공 및 접속을 보장할 수 없습니다. Foodinside는 원활한 수행을 위하여 필요한 기간을 정하여 사전에 공지하고 서비스를 중지할 수 있습니다. 단, 불가피하게 긴급한 조치를 필요로 하는 경우 사후에 통지할 수 있습니다. Foodinside는 당사 서버의 용량 제한, 보안 또는 무결성 측면에서 필요하거나, Foodinside 플랫폼의 적정한 작동 또는 개선을 위해 유지보수가 필요한 경우, Foodinside 플랫폼 또는 동 플랫폼의 특정 영역이나 기능을 제한할 수 있습니다. Foodinside는 Foodinside 플랫폼을 개선, 강화 및 수정하고 수시로 신규 Foodinside 서비스를 도입할 수 있습니다.

2. 자격, Foodinside 플랫폼 이용계약의 성립, 회원 검증
2.1 Foodinside 플랫폼에 접속하여 이를 이용하거나 Foodinside 계정을 등록하기 위해서는 만 14세 이상이거나 또는 법에 따라 적법하게 설립되고 유효하고 존속하는 양호한 사업체, 단체, 기타 법인이어야하며, 법적 구속력이 있는 계약을 체결할 수 있어야 합니다. 

2.2 “공유 음식점”을 사용할 팀원은 아래의 기준을 모두 충족해야 합니다.(i) 유효기간 내의 보건증을 보유한 자, (ii) 만 19세 이상인 자, (iii) 대한민국 국적자 혹은 외국인 등록증을 발급받은 외국인인 자 단, 19세 미만의 팀원의 사용이 필요할 경우 법적 허가와 반드시 19세 이상의 보호자가 함께 이용하여야 합니다. 추후 팀원의 변동이 일어날 경우 반드시 프로필에 고지하여, 팀원 리스트를 갱신하여야 합니다.

2.3 Foodinside는 검증절차의 이행, 구체적인 품질 또는 자격 기준의 충족, 평점 또는 후기 기준의 충족, 또는 회원의 예약/취소 이력 등 일정한 조건이나 요건의 적용을 전제로 Foodinside 플랫폼, 또는 Foodinside 플랫폼의 특정 영역이나 기능에 접속하여 이를 이용할 수 있습니다.

2.4 인터넷상에서의 사용자 검증은 쉽지 않으며 당사는 회원의 신원 확인에 대해 어떠한 책임도 부담하지 않습니다. 상기 내용에도 불구하고, 투명성 확보와 사기 방지 목적상, 관련 법률에서 허용하는 범위 내에서, 당사는 (i) 회원에게 정부가 발행한 신원확인서 또는 기타 정보를 제공하도록 요구하거나 회원의 신원이나 배경 검증에 필요한 추가적 확인을 거치도록 요구할 수 있고, (ii) 제3자 데이터베이스 또는 기타 자료에 기반하여 회원의 신원을 조사하고 서비스 제공자들에게 보고서를 요청할 수 있으며, (iii) 회원의 신원확인에 필요한 정보가 충분한 경우, (가능하다면) 형사기소, 성범죄자 등록 또는 이에 상응한 현지의 배경 조사 또는 성범죄자 확인 등에 관한 기록을 확보할 수 있으나 이는 의무사항은 아닙니다.

2.5 Foodinside 플랫폼의 특정 영역 및 기능의 접속 또는 사용에 대해서는 회원님이 Foodinside 플랫폼의 관련된 영역 및 기능에 접속하기 전에 별도의 정책, 기준 또는 지침이 적용되거나, 회원님에게 추가적인 약관을 수락하도록 요구할 수 있습니다. 본 약관과 Foodinside 플랫폼의 특정 영역 또는 기능에 적용되는 약관이 상충하는 경우, 해당 특정 영역 또는 기능 사용 관한 약관에서 달리 명시되지 않은 한, 회원님의 해당 특정 영역 또는 기능 사용 관한 약관이 우선합니다.

2.6 회원님이 애플리케이션을 다운로드 하는 것은 회원님이 라이선스대상 애플리케이션 최종사용자 라이선스계약에 동의하였음을 의미합니다. Foodinside 플랫폼의 일부 영역은 카카오맵과 카카오매핑 서비스(카카오맵 API 포함)를 실행합니다. 회원님의 카카오맵 사용은 카카오맵 추가 서비스 약관의 적용을 받습니다.

2.7 회원님의 거주국이 대한민국인 경우, 회원님은 추가적으로 위치기반서비스 이용약관에 동의합니다.

3. 본 약관의 변경
Foodinside는 본 약관을 약관 조항에 따라 수시로 변경할 수 있는 권리를 보유하고 있습니다. 본 약관을 변경하는 경우, 당사는 Foodinside 플랫폼에 대한 개정 약관을 게시하고 본 약관 서두에 기재된 “최종 업데이트” 일자를 수정합니다. 아울러, 당사는 회원님에게 개정 약관 발효일 30일 전까지 이메일로 변경 사실을 통지합니다. 개정된 약관에 동의하지 않는 경우, 회원님은 즉시 약관에 대한 동의를 해지할 수 있습니다. 당사는 이메일 통지에 회원님에게 위와 같이 동의를 해지할 권리가 있음을 고지할 것입니다. 회원님이 개정 약관의 발효일 전까지 동의를 해지하지 않고 Foodinside 플랫폼을 지속적으로 접속, 사용하는 경우, 개정 약관을 수락한 것으로 간주됩니다.

4. 계정 등록 및 해지
4.1 회원님이 계정(“Foodinside 계정”)을 등록해야만 Foodinside 플랫폼의 일정한 기능(공유 음식점의 리스팅 또는 예약 및 SNS 서비스 등)을 접속, 사용할 수 있습니다. 회원님이 사업체, 단체 또는 기타 법인을 위해 Foodinside 계정을 등록하는 경우, 회원님은 해당 법인을 법적으로 구속하고 당사에 본 약관에 명시된 모든 허가와 인가를 부여할 권한이 있음을 진술하고 보장합니다.

4.2 회원님은 이메일 주소, 전화번호를 사용하여 패스워드를 설정하거나 회원님의 다른 사회연결망 서비스(페이스북 또는 네이버, 카카오 등) 계정(“SNS 계정”)을 통해 Foodinside 계정을 만들 수 있습니다. 

4.3 회원님은 계정 등록 절차에서 정확하고, 최신의 온전한 정보를 제공하고 회원님의 Foodinside 계정과 공개 Foodinside 계정 프로필 페이지 정보를 수시로 업데이트해야 합니다.

4.4 Foodinside가 승인하지 않은 한, 회원님은 복수의 Foodinside 계정을 등록할 수 없습니다. 회원님은 회원님의 Foodinside 계정을 타인에게 양도하거나 달리 이전할 수 없습니다.

4.5 회원님은 회원님의 Foodinside 계정 크리덴셜의 기밀성과 보안을 유지할 책임이 있으며 이를 제3자에게 공개할 수 없습니다. 회원님이 회원님의 Foodinside 계정 크리덴셜이 손실되거나 도용되거나 유용되거나 달리 손상되었음을 알게 되거나 그리 되었다고 의심할 근거가 있거나 회원님의 Foodinside 계정의 무단사용이 실제로 발생하였거나 의심되는 경우, 즉시 당사에 연락하여야 합니다. 회원님은 Foodinside 계정을 통해 수행된 회원님의 모든 활동에 대해 책임을 집니다. 다만 회원님이 승인하지 않았거나 회원님의 과실(회원님 크리덴셜의 무단 사용 또는 유실에 대한 신고 미비)이 없는 경우는 예외로 합니다.

4.6 Foodinside는 다른 회원 또는 제3자가 회원님의 Foodinside 계정에 영향을 미치는 조치를 취할 수 있도록 회원님이 승인하게 하는 기능을 허용할 수 있습니다. 예를 들어, 당사는 회원들이 자신의 Foodinside 계정을 사업들에 연결하고 해당 사업들을 위한 조치를 취할 수 있게 하거나, 적격 회원 또는 특정 제3자가 다른 회원을 대신하여 공유 음식점을 예약할 수 있게 하거나, 공유 음식점 점주가 다른 회원을 공동 공유 음식점 점주(아래에 정의됨)로 추가하여 리스팅 관리를 지원하도록 할 수 있습니다. 또한 입점 업체는 “프랜차이즈”기능을 통해 업체 프로필에 다른 회원을 “프로필 관리자”로 추가 할 수 있고 공유 음식점을 예약할 수 있는 권리를 부여할 수 있습니다. (프랜차이즈 가맹점주의 권리 추가) 이러한 기능은 회원님이 회원님의 크리덴셜을 타인과 공유할 것을 요구하지 않습니다. Foodinside는 제3자가 회원님의 크리덴셜을 요구하는 것을 승인하지 않으며, 회원님은 다른 회원의 크리덴셜을 요청할 수 없습니다.

4.7 Foodinside는 다음 각 호에 해당하는 신청에 대하여는 승인을 하지 않거나 사후에 이용계약을 해지할 수 있습니다. (i) 가입신청자가 이 약관에 의하여 이전에 회원자격을 상실한 적이 있는 경우. 다만, 회원자격 상실 후 3년이 경과한 자로서 회사의 회원 재가입 승낙을 얻은 경우에는 예외, (ii) 실명이 아니거나 타인의 명의를 이용한 경우, (iii) 회사가 실명확인절차를 실시할 경우에 이용자의 실명가입신청이 사실 아님이 확인된 경우, (iv) 등록내용에 허위의 정보를 기재하거나, 기재누락, 오기가 있는 경우, (v) 이미 가입된 회원과 전화번호나 전자우편주소가 동일한 경우, (vi) 부정한 용도 또는 영리를 추구할 목적으로 본 서비스를 이용하고자 하는 경우, (vii) 기타 이 약관에 위배되거나 위법 또는 부당한 이용신청임이 확인된 경우 및 회사가 합리적인 판단에 의하여 필요하다고 인정하는 경우 

4.8 계정 신청에 있어 Foodinside는 회원에게 전문기관을 통한 실명확인 및 본인인증을 요청할 수 있습니다. 

4.9 Foodinside는 서비스관련설비의 여유가 없거나, 기술상 또는 업무상 문제가 있는 경우에는 승낙을 유보할 수 있습니다. 

4.10 회원은 회원가입 시 등록한 사항에 변경이 있는 경우, 상당한 기간 이내에 Foodinside에 대하여 회원정보 수정 등의 방법으로 그 변경사항을 알려야 합니다. 

4.11 회원은 언제든지 Foodinside에게 해지의사를 통지함으로써 이용계약을 해지할 수 있습니다. 회원의 해지요청에 대해 특별한 사정이 없는 한 이를 즉시 처리합니다. 계약을 해지하는 경우 회원이 작성한 게시물은 삭제되지 않습니다.

4.12  Foodinside는 다음과 같은 사유가 있는 경우, 이용계약을 해지할 수 있습니다. 이 경우 회원에게 전자우편, 전화, 팩스 기타의 방법을 통하여 해지사유를 밝혀 해지의사를 통지합니다. 다만, Foodinside는 해당 회원에게 해지사유에 대한 의견진술의 기회를 부여 할 수 있습니다. 가. 4.7에서 정하고 있는 이용계약의 승낙거부사유가 있음이 확인된 경우 
나. 회원이 Foodinside나 다른 회원 기타 타인의 권리나 명예, 신용 기타 정당한 이익을 침해하는 행위를 한 경우 다. 기타 회원이 이 약관 및 정책에 위배되는 행위를 하거나 이 약관에서 정한 해지사유가 발생한 경우 라. 1년 이상 서비스를 이용한 이력이 없는 경우 
이용계약은 Foodinside가 해지의사를 회원에게 통지함으로써 종료됩니다. 이 경우 Foodinside가 해지의사를 회원이 등록한 전자우편주소나 번화번호 등으로 발송합니다.

5. 컨텐츠
5.1 Foodinside는 전적 재량에 따라 회원이 (i) 텍스트, 사진, 음성, 영상 또는 기타 자료 및 정보 등의 컨텐츠(“회원 컨텐츠”)를 생성, 업로드, 게시, 전송, 수령 및 저장하고, (ii) 회원 컨텐츠 및 Foodinside가 Foodinside 플랫폼에서 제공하는 컨텐츠(Foodinside가 소유권을 가지는 컨텐츠와 Foodinside가 제3자로부터 라이선스 또는 사용허가를 받은 컨텐츠를 포함하며, 이하 “Foodinside 컨텐츠”라 하고 회원 컨텐츠와 총칭하여 이하, “집합 컨텐츠”)에 접속하여 이를 열람하도록 할 수 있습니다.

5.2 Foodinside 플랫폼, Foodinside 컨텐츠 및 회원 컨텐츠는 전체 또는 부분적으로 저작권법, 상표법 및 기타 법률에 의해 보호됩니다. 회원님은 Foodinside 플랫폼과 Foodinside 컨텐츠(모든 관련 지적재산권 포함)가 Foodinside 및/또는 라이선서 또는 인가권자의 독점적 재산임을 인정하고 이에 동의합니다. 회원님은 Foodinside 플랫폼, Foodinside 컨텐츠 또는 회원 컨텐츠에 포함되거나 수반되는 저작권, 상표권, 서비스표 또는 기타 지적재산권 표시를 제거하거나, 수정하거나, 가릴 수 없습니다. Foodinside 플랫폼과 Foodinside 컨텐츠에 사용되거나 그와 관련된 모든 상표, 서비스표, 로고, 상호 및 기타 출처 표시는 등록된 상표입니다. Foodinside 플랫폼, Foodinside 컨텐츠 및/또는 집합 컨텐츠에 또는 그와 관련하여 사용된 제3자의 상표, 서비스표, 로고, 상호 및 기타 재산권적 명칭은 식별 목적만을 위해 사용된 것이며 각 소유자의 재산일 수 있습니다.

5.3 회원님은 회원님이 특정 회원 컨텐츠의 법적 소유자이거나 본 약관에서 명시적으로 허용하지 않은 한, Foodinside 플랫폼 또는 집합 컨텐츠를 사용, 복사, 편집, 수정, 배포, 라이선싱, 판매, 양도, 전시, 공연, 전송, 방송하거나, 그에 대한 파생저작물을 제작하거나 달리 활용할 수 없습니다. 본 약관에서 명시적으로 허여하는 라이선스와 권리 이외에, 묵시적으로 또는 Foodinside 또는 해당 라이선서가 보유하거나 지배하는 지적재산권에 따라 회원님에게 허여되는 라이선스나 권리는 없습니다.

5.4 회원님이 본 약관을 준수하는 것을 전제로, Foodinside은 회원님에게 개인적이고 비상업적인 목적에 한하여 (i) 회원님의 개인 기기(들)에서 애플리케이션을 다운받아 사용하고, (ii) Foodinside 플랫폼에 또는 그를 통해 제공되거나 접속이 허용된 집합 컨텐츠에 접속하여 열람할 수 있는 제한적이며 비독점적이고, 2차 라이선싱이 불가하며, 취소가 가능하고, 양도가 불가한 라이선스를 허여합니다.

5.5 Foodinside 플랫폼에 또는 그를 통해 회원 컨텐츠를 생성, 업로드, 게시, 발송, 수령, 저장 또는 제공함으로써 회원님은 Foodinside에게, Foodinside 플랫폼을 여하한 매체 또는 플랫폼에서 제공하고/하거나 홍보할 목적으로 해당 회원 컨텐츠를 접근, 사용, 저장, 복사, 수정, 배포, 출판, 전송, 방송하고 그에 대한 파생저작물을 제작하며 여하한 방식으로 활용할 수 있는 비독점적이고, 전세계적이며, 로열티가 부과되지 않고, 취소 불가하며, 영속적(또는 보호기간 동안 적용)이고, 2차 라이선싱이 가능하고 양도가 가능한 라이선스를 허여합니다. 회원 컨텐츠(검증된 이미지 포함)가 개인정보를 포함하고 있는 경우, 해당 회원 컨텐츠는 당사의 개인정보 처리방침에 따라 관련된 개인정보보호법을 준수하는 경우에만 이러한 목적으로 사용됩니다. Foodinside은 회원님의 명시적 동의가 없는 한 회원 컨텐츠에 대한 소유권을 주장하지 않으며 본 약관의 어떠한 내용도 회원님이 회원님의 회원 컨텐츠를 사용하거나 활용할 수 있는 권리를 제한하는 것으로 간주되지 않습니다.

5.6 Foodinside는 공유 음식점 점주에게 전문 사진사를 통해 자신의 리스팅 서비스를 사진으로 촬영할 수 있는 옵션을 제공할 수 있습니다. 해당 사진은 사진사가 공유 음식점 점주에게 제공하여 “Foodinside 검증 사진” 또는 이와 유사한 문구를 담은 워터마크나 태그와 함께 또는 그러한 워터마크나 태그 없이 공유 음식점에 삽입됩니다(“검증된 이미지”). 회원님의 리스팅 서비스가 검증된 이미지에 정확하게 구현되도록 할 책임은 회원님에게 있으며, 해당 이미지가 회원님의 공유 음식점을 더 이상 정확하게 반영하지 못하거나, 회원님이 리스팅 서비스를 중단하였거나, 회원님의 Foodinside 계정이 여하한 사유로 해지 또는 중지된 경우, 회원님은 Foodinside 플랫폼에서 검증된 이미지의 사용을 중단합니다. 회원님은 제5.5항에 따라 Foodinside가 회원님의 공유 음식점 등과의 관련성과 무관하게 회원님에게 별도의 통지 또는 보상 없이 매체 또는 플랫폼에서 광고, 마케팅 및/또는 기타 사업 목적상 검증된 이미지를 사용할 수 있는 권리를 가짐을 인정하고 이에 동의합니다. Foodinside가 검증된 이미지의 독점적 소유자가 아닌 경우, 회원님은 Foodinside 플랫폼에서 또는 이를 통해 해당 검증된 이미지를 사용함으로써 Foodinside에 회원님의 공유 음식점 등과의 관련성과 무관하게 회원님에게 별도의 통지 또는 보상 없이 매체 또는 플랫폼에서 광고, 마케팅 및/또는 기타 사업 목적상 검증된 이미지를 사용할 수 있는 독점적이고, 전세계적이며, 로열티가 부과되지 않고, 취소 불가하며, 영속적(또는 보호기간 동안 적용)이고, 2차 라이선싱이 가능하고 양도가 가능한 라이선스를 부여합니다. Foodinside는 이에 대한 대가로 회원님에게 Foodinside 플랫폼 외부에서 회원님의 개인적, 비상업적 용도에 한하여 검증된 이미지를 사용할 수 있는 제한적이고, 비독점적이며, 2차 라이선싱이 불가하며, 취소 가능하고, 양도 불가한 라이선스를 부여합니다.

5.7 회원님은 회원님이 Foodinside 플랫폼에서 또는 그를 통해 제공하는 모든 회원 컨텐츠에 대해서 전적인 책임을 집니다. 따라서, 회원님은 다음의 사항을 진술하고 보장합니다. (i) 회원님이 본 약관에 예정된 Foodinside 플랫폼에서 또는 그를 통해 제공하는 모든 회원 컨텐츠의 유일하고 독점적인 소유자이거나 회원님이 해당 회원 컨텐츠에 대한 권리를 Foodinside에 부여하기 위해 필요한 모든 권리, 라이선스, 동의 및 출시 권한을 보유하고 있으며, (ii) 본 약관에 의거하여 회원 컨텐츠, 회원님의 회원 컨텐츠 게시, 업로드, 출판, 제출 또는 전송, 또는 Foodinside의 회원 컨텐츠(또는 그 일부) 사용이 제3자의 특허, 저작권, 상표, 영업비밀, 저작 인격권, 재산권적 권리, 지적재산권, 퍼블리시티권 또는 프라이버시권을 침해, 남용, 위반하거나, 관련 법률이나 규정의 위반을 초래하지 않음을 진술하고 보장합니다.

5.8 회원님은 (i) 사기적이거나, 거짓이거나, (직접적으로 또는 정보의 누락이나 미갱신으로) 사실을 호도하거나, 기만적이거나, (ii) 명예를 훼손하거나, 비방적이거나, 외설적이거나, 저속하거나, 공격적이거나, (iii) 개인이나 집단에 대한 차별, 편견, 인종주의, 증오, 희롱 또는 위해를 조장하거나, (iv) 폭력적이거나, 위협적이거나, 폭력적이거나, 타인 또는 동물을 위협하는 행위에 해당하거나, (v) 불법적이거나 유해한 활동 또는 물질을 홍보하거나, (vi) 공공질서 및 미풍양속에 위반되는 내용 및 범죄적 행위에 결부된다고 인정되거나, (vii) 다른 회원 또는 제3자를 비방하거나 명예를 손상시키거나, (viii) 자신의 업소를 홍보할 목적으로 직접 또는 제3자(리뷰대행업체 등)을 통하여 위법 부당한 방법으로 허위 또는 과장된게시글을 게재하거나, (ix) 해당 상품과 관련 없는 내용, 정당한 사유 없이 “회사” 또는 “업주”의 영업을 방해하는 내용을 기재하거나, 또는 (x) 본인 또는 제3자의 계정을 이용하여 허위로 포토리뷰를 게시하는 회원 컨텐츠를 게시, 업로드, 발표, 제출 또는 전송할 수 없습니다. Foodinside는 관련 법, 본 약관, Foodinside의 현행 정책 또는 커뮤니티 기준을 위반하거나 Foodinside, 그 회원, 제3자 또는 재산에 피해를 주거나 부적당하다고 판단되는 회원 컨텐츠를 사전 통지 없이 삭제하거나 접근을 차단할 수 있습니다.

5.9 Foodinside는 저작권법을 준수하며 회원들도 이를 준수하기를 기대합니다. Foodinside 플랫폼상의 컨텐츠가 회원님이 보유한 저작권을 침해하고 있다고 판단될 경우, 당사 지적재산 관련 정책에 따라 당사에 통지하기 바랍니다.

6. 서비스 수수료
6.1 Foodinside는 Foodinside 플랫폼 이용에 대한 대가로 공유 음식점 점주가 입점 업체에게 “서비스 수수료”를 부과할 수 있습니다. 서비스 수수료가 부과되는 경우 및 계산 방식에 대한 추가적인 정보는 서비스 수수료 페이지에서 확인할 수 있습니다.

6.2 관련 서비스 수수료(관련 세금 포함)는 공유 음식점 점주가 공유 음식점을 게시하기 전 또는 입점 업체가 공유 음식점을 예약하기 전에 공유 음식점 점주에게 고지됩니다. Foodinside는 서비스 수수료를 수시로 변경할 수 있으며, 변경 전에 회원들에게 적정한 통지를 제공합니다. 이러한 수수료 변경은 수수료 변경의 효력 발생일 이전에 이루어진 예약에는 영향을 미치지 않습니다.

6.3 회원님은 Foodinside에 서비스 수수료를 납부할 책임이 있습니다. 서비스 수수료(관련 세금 포함)는 거래 발생 시 징수됩니다. 서비스 수수료는 공유 음식점 점주에게 공유 음식점 요금을 지급하기 전에 공유 음식점 점주 수수료를 공제합니다. 입점 업체 수수료는 Foodinside가 징수한 총 수수료에 포함됩니다. Foodinside 플랫폼에 달리 명시하지 않은 한, 서비스 수수료는 환불되지 않습니다.

7. 공유 음식점 점주에 관한 사항
7.1 모든 공유 음식점에 적용되는 사항

7.1.1 Foodinside 플랫폼을 통해 공유 음식점을 게시할 때는 (i) 회원님의 리스팅 서비스(공유 음식점 설명, 위치 및 가능 일정)에 대한 완전하고 정확한 정보를 제공하고, (ii) 부족한 사항, 제한사항(공유 음식점 규칙 등) 및 적용 요건(특정 업종에 대한 입점 제한, 능력 또는 적합성 요건)을 공개하며, (iii) Foodinside가 요구하는 영업허가, 사업자등록 관련 정보를 제공해야 합니다. 회원님은 공유 음식점 정보(가능 일정 포함)를 최신 정보로 유지할 책임이 있습니다.

7.1.2 가격(해당 사항이 있다면 세금 또는 청소비 등의 부과금 포함)(“공유 음식점 요금”)은 회원님이 전적인 책임을 지고 결정합니다. 입점 업체가 회원님의 공유 음식점에 대해 예약을 요청하면, 회원님은 입점 업체에게 예약 요청에 기재된 가격보다 높은 가격을 내도록 요구할 수 없습니다.

7.1.3 회원님의 리스팅에 포함된 내용과 조건, 특히 취소와 관련된 사항은 본 약관 또는 회원님의 리스팅과 관련된 취소 정책과 상충되지 않아야 합니다.

7.1.4 회원님의 리스팅에 사용된 사진, 애니메이션 또는 영상(총칭하여 “이미지”)은 회원님이 제공하는 리스팅 서비스의 품질과 상태를 정확하게 반영해야 합니다. Foodinside는 리스팅에 포함될 이미지의 최소 수량, 포맷, 사이즈 및 해상도 등을 요구할 수 있습니다.

7.1.5 Foodinside 플랫폼 검색 결과상 리스팅의 게시 및 순위는 입점 업체의 검색 매개변수와 검색 환경설정, 선호, 공유 음식점 점주 요건, 가격과 가능 일정, 이미지의 수와 품질, 고객 서비스 및 취소 이력, 후기와 평점, 리스팅 서비스의 종류 및/또는 예약 편의성 등 다양한 요인에 영향을 받으며, 위 요인들에 따라 달라질 수 있습니다. 

7.1.6 입점 업체의 예약 요청을 수락하거나 사전 승인하는 것은 입점 업체와 법적 구속력 있는 계약을 체결하는 것이며 예약 요청 시에 회원님의 리스팅에 기재된 바에 따라 리스팅 서비스를 제공해야 합니다. 아울러, 회원님은 입점 업체의 예약 요청 수락 및 사전 승인 시 공유 음식점 점주 수수료와 관련 세금을 납부하여야 합니다.

7.1.7 Foodinside는 공유 음식점 점주가 자신의 리스팅 서비스에 대해 적정한 보험에 가입할 것을 권고합니다. 각각의 보험약관을 주의하여 검토하고, 보험약관이 공유 음식점 입점 기간, 요리, 서빙, 접객 또는 기타 리스팅 서비스 참여 중에 발생한 입점 업체의 작위 또는 부작위에 대해서도 보장을 제공하는지 여부(및 입점 업체가 대신 예약한 개인들에 대한 보장 포함) 등의 내용을 포함하는(다만, 이에 제한되지는 아니하게) 해당 보험약관의 제외사항 및 본인 부담금에 관한 내용을 숙지하기 바랍니다.

7.2 공유 음식점의 등록

7.2.1 Foodinside가 명시적으로 허용하지 않은 한, 하나의 리스팅에 복수의 공유 음식점을 등록할 수 없습니다.

7.2.2 회원님이 제공하는 공유 음식점에 대해 보증금(“보증금”)을 요구하기로 하는 경우, 해당 사항을 리스팅에 명시해야 합니다. 공유 음식점 점주는 (i) 예약 확인이 이루어진 이후 또는 (ii) Foodinside 플랫폼 외부에서 보증금을 요구할 수 없습니다.

7.2.3 회원님은 회원님이 게시한 리스팅, 공유 음식점 예약 또는 입점 업체의 공유 음식점이 (i) 회원님이 제3자(공간 소유자, 투자자 등)와 체결한 계약 또는 기타 계약을 위반하지 않으며, (ii) 모든 관련 법률(용도지역법 등), 세금요건 및 기타 규칙과 규정(모든 관련 인허가 및 등기 포함)을 준수함을 진술하고 보장합니다. 회원님은 공유 음식점 점주로서 본인의 작위와 무작위에 대해 책임을 지며 회원님의 요청이나 초대에 의해 공유 음식점에 입점하거나 영업하는 개인들(입점 업체와 입점 업체가 공유 음식점에 초대한 개인들은 제외)의 작위와 무작위에 대해서도 책임을 부담합니다.

7.3 회원은 공유 음식점에 대한 서비스 비용을 “입점 업체”와 Foodinside App 외부에서 거래할 수 없습니다. Food inside는 해당 거래에 대해 일절 책임지지 않으며 점주와 입점 업체에 서비스 이용에 대한 제제를 가할 수 있습니다. 

7.4 공유 음식점 점주 권한의 위탁

7.4.1 Foodinside는 다른 회원으로 하여금 공유 음식점 점주의 리스팅을 관리하고, 공유 음식점 점주를 구속하며 공유 음식점 점주가 허용한 리스팅(들)과 관련된 일정한 행위(예약 요청의 수락, 입점 업체와의 메시지 주고받기, 입점 업체 응대, 공유 음식점 요금과 가능 일정의 업데이트 등, 이하 총칭하여, “공동 리스팅 서비스”)를 하는 것을 공유 음식점 점주가 승인하도록 할 수 있습니다. 공유 음식점 점주와 공동 공유 음식점 점주 사이의 계약은 본 약관, 결제 서비스 약관 또는 회원님의 리스팅 서비스(들)에 적용되는 기타 정책과 상충할 수 없습니다. 공동 공유 음식점 점주는 개인 자격으로만 행위할 수 있으며, Foodinside가 명시적으로 승인한 경우를 제외하고 회사 또는 기타 단체를 위해 행위할 수 없습니다. Foodinside는 전적 재량에 따라 공유 음식점 점주가 각각의 리스팅을 위해 초대할 수 있는 공동 공유 음식점 점주의 수와 공동 공유 음식점 점주가 관리하는 리스팅의 수를 제한할 수 있습니다.

7.4.2 공유 음식점 점주는 자신의 리스팅(들)에 공동 공유 음식점 점주로 추가할 대상을 결정할 때 선관주의를 다하여 심도 있게 판단해야 합니다. Foodinside 플랫폼에 게시된 모든 리스팅과 회원 컨텐츠(공동 공유 음식점 점주가 그들을 대신하여 작성한 모든 리스팅 포함)에 대해서는 공유 음식점 점주가 전적인 책임을 집니다. 또한, 공유 음식점 점주는 자신의 작위와 부작위(공동 공유 음식점 점주(들)에게 피해 또는 손해를 끼치는 행위를 포함하나 이에 한정되지 않음)에 대해서도 책임을 집니다. 공동 공유 음식점 점주는 공동 공유 음식점 점주의 역할과 책임을 행할 때에 자신의 작위와 부작위(공유 음식점 점주에게 피해 또는 손해를 끼치는 행위를 포함하나 이에 한정되지 않음)에 대해 책임을 집니다. 공유 음식점 점주와 공동 공유 음식점 점주는 제3자 청구(리스팅 활동, 입점 업체와의 의사연락 및 공동 리스팅 서비스 제공과 관련된 타인의 작위와 부작위로 인하여 발생하거나 공동 리스팅 서비스 제공으로 인해 발생한 입점 업체 청구 포함)에 대해서도 연대 책임을 집니다.

7.4.3 공유 음식점 점주와 공동 공유 음식점 점주가 달리 합의한 경우를 제외하고, 공유 음식점 점주와 공동 공유 음식점 점주는 언제든 공동 공유 음식점 점주 계약을 해지할 수 있습니다. 또한, 공유 음식점 점주와 공동 공유 음식점 점주는 Foodinside가 (i) 공동 리스팅 서비스를 해지하거나 (ii) 일방 당사자의 공동 리스팅 서비스 참여를 중단하는 경우 자신들의 공동 리스팅 관계가 해지됨을 인정합니다. 공동 공유 음식점 점주 계약이 해지되더라도, 공유 음식점 점주는 해지 이전까지 발생한 모든 공동 리스팅 행위에 대해 여전히 책임(해지 전에 진행 중이었거나 시작된 장래의 예약을 이행할 책임 포함)을 부담합니다. 회원이 공동 공유 음식점 점주에서 제외되는 경우, 해당 회원은 더 이상 공유 음식점 점주의 리스팅(들)과 관련된 공유 음식점 점주 또는 입점 업체 정보에 접근할 수 없습니다.

7.4.4 공동 공유 음식점 점주로서, 회원님은 입점 업체의 평가를 받지 않으며, 이는 회원님의 공동 리스팅 활동이 회원님이 공유 음식점 점주인 다른 리스팅(들)에 대한 회원님의 후기 또는 평점에 영향을 미치지 않음을 의미합니다. 그 대신, 해당 리스팅(들)의 공유 음식점 점주는 입점 업체의 평가(공동 공유 음식점 점주의 행동과 실적을 기초로 하는 평가 포함) 대상이 됩니다. 공유 음식점 점주는 자신의 리스팅(들)에 대한 입점 업체의 후기와 평점이 공동 공유 음식점 점주의 행동과 실적에 의해 영향을 받을 수 있음을 인정합니다.

8. 입점 업체에 관한 사항
8.1 모든 예약에 적용되는 사항

8.1.1 Foodinside 및/또는 공유 음식점 점주가 정한 여하한 요건(검증 프로세스 이행 등)을 충족함을 전제로, 회원님은 아래 명시된 각각의 예약 프로세스에 따라 Foodinside 플랫폼에 제공된 리스팅을 예약할 수 있습니다. 리스트 예약에 앞서 공유 음식점 요금, 보증금, 입점 업체 수수료 및 적용 세금을 포함한 모든 관련 수수료(총칭하여, “총 수수료”)가 회원님이게 제시됩니다. 회원님은 회원님의 Foodinside 계정과 관련하여 요청된 예약에 대해 총 수수료를 지급하기로 동의합니다.

8.1.2 Foodinside로부터 예약 확인을 수령하면, 공유 음식점 점주의 추가적인 약관(특히 관련 취소 정책 및 리스팅에 명시된 규칙과 제한사항 포함)이 적용됨을 전제로 회원님과 회원님의 공유 음식점 점주 사이에 법적으로 구속력 있는 합의가 성립됩니다. Foodinside는 예약 요청 시점 또는 공유 음식점 점주가 결제 서비스 약관에 따라 예약을 확인하는 시점에 총 수수료를 징수합니다. 일부 예약의 경우, 입점 업체는 총 수수료를 할부로 지급하도록 요구 받거나 할부로 지급할 수 있는 옵션을 보유합니다.

8.1.3 회원님이 입점 업체 구성 인원을 대표하여 리스팅 서비스를 예약하는 경우, 회원님은 모든 업체 구성 인원들이 공유 음식점 점주가 정한 요건을 충족하고 본 약관과 공유 음식점 점주가 정한 약관, 규칙 및 제한사항을 인지하고 이에 동의하며 이를 충족하도록 해야 합니다. 회원님이 미성년자인 구성 인원을 대표해 예약하는 경우, 회원님은 해당 미성년자를 대리할 수 있도록 법적으로 수권 받았음을 진술하고 보장합니다. 미성년자는 모든 과정에 보호자가 동행하고 근로기준법에 충족된 경우에만 리스팅 서비스에 참여할 수 있습니다.

8.1.4 회원님이 프로필 “프랜차이즈”를 통해 “프로필 관리자 권한”을 얻으면 공유 음식점 입점이 가능합니다. 이때 “관리자 권한”이란 공유 음식점 예약 권한을 의미 할 뿐 프로필 관련 어떤 내용도 수정 불가합니다. 공유 음식점을 예약하는 회원님은 입점 업체에 해당되며 본 약관을 준수하셔야 합니다. 

8.2 공유 음식점 예약

8.2.1 회원님은 확정된 공유 음식점 예약이 공유 음식점 점주가 회원님에게 회원님의 체류 기간에 한해 공유 음식점 출입, 점유 및 사용을 허가하는 제한적 인가에 해당함을 양해합니다. 동 기간 동안 위생 유지를 위해 공유 음식점 점주와 Foodinside는 (관련 법률에서 허용하는 범위 내에서) 회원님과 공유 음식점 점주의 합의에 따라 공유 음식점에 다시 출입할 수 있는 권리를 보유합니다.

8.2.2 회원님은 공유 음식점 점주가 리스팅에 명시한 체크아웃 시간 또는 공유 음식점 점주와 달리 합의한 시간 전에 체크아웃을 하기로 합의합니다. 회원님이 공유 음식점 점주의 동의 없이 합의된 체크아웃 시간을 경과하여 체류하는 경우(“오버스테이”), 회원님은 더 이상 공유 음식점에 체류할 권한이 없으며 공유 음식점 점주는 관련 법률에 부합하는 방식으로 회원님이 공유 음식점에서 떠나도록 조치할 수 있습니다. 또한, 공유 음식점 점주가 요구하는 경우, 회원님은 오버스테이 기간에 대해 매 24시간당 (또는 그 일부) 회원님이 최초 지급한 1일 요금의 2배에 해당하는 추가 공유 음식점 요금 및 관련 입점 업체 수수료, 세금 및 공유 음식점 점주가 회원님을 떠나게 하기 위해 지출한 법률 비용(총칭하여, “오버스테이 수수료”)을 지급하여 공유 음식점 점주에게 초래된 불편을 보상하기로 합니다. 다음 예약에 영향을 주지 않는 체크아웃 일자에 발생한 체크아웃 지연에 따른 오버스테이 수수료는 해당 오버스테이로 인해 공유 음식점 점주에게 발생한 추가 비용으로 제한될 수 있습니다. 회원님이 공유 음식점에서 오버스테이 하는 경우, Foodinside는 회원님에게 오버스테이 수수료를 부과할 권한을 가집니다. 공유 음식점 점주가 요구하는 경우, 입점 업체의 오버스테이에 따른 오버스테이 수수료에 보증금 및 입점 업체의 음식점 영업 수익이 사용될 수 있습니다.

8.2.3 회원님은 공유 음식점의 위생 유지를 위해 아래의 사항을 반드시 이행해야 하며, 안전, 위생 등 공유 음식점 운영에 사고를 유발할 위험이 있다고 판단하여 Foodinside가 시정을 요구할 때에는 이를 이행할 의무가 있습니다. (i) 이용약관 등 Foodinside가 정한 사용규칙 및 사용 매뉴얼의 준수, (ii) 허가받지 않은 집기‧설비의 반입 및 설치 금지, (iii) 사용시간이 종료되거나 해약 및 정지된 경우, 시설물 등의 마무리 청소 및 원상회복, (iv) 예약 기간 유효한 보건증(식품)의 발급 및 유지, (v) 예약 기간 위생 책임자의 수임과 위생교육 수료증의 발급 및 유지 

8.3 위생 및 식자재 관리

8.3.1 회원님은 식품으로 인하여 생기는 위생상의 위해를 방지하기 위해 최선의 노력을 다해야 합니다. 입점 업체의 모든 구성원의 의무는 아래와 같습니다. (i) 주방 출입 시 청결한 상태의 모자, 신발, 앞치마, 마스크 등을 착용해야 할 의무, (ii) 식자재 취급 전, 화장실 이용 후, 음식물 취식 후, 신체의 일부를 접촉 한 후, 시설 및 설비를 사용한 후 등 상황에 맞춰 손씻기를 할 의무, (iii) 감기, 복통, 설사, 상처 등 개인 건강에 문제가 있을 시 위생 책임자에게 이를 거짓없이 보고하고, 주방에 출입하지 않을 의무, (iv) 휴대전화, 펜, 사용기물 등 지정한 물품 외 타 물품을 반입하지 않을 의무, (v) 식품 제조 중 교차오염을 발생시킬 수 있는 식자재를 확인하고 제조 공정 상 교차오염이 발생하지 않도록 주의를 기울여야 할 의무, (vi) 가열, 금속검출기 사용 등 식품 제조 중 발생할 수 있는 위해요소를 파악하고 제거하기 위한 모든 노력을 해야 할 의무, (vii) 식품 제조 중 발생한 쓰레기를 지정된 곳에 처리하고 지정된 곳에 배출할 의무, (viii) 본인이 사용한 기물, 기기, 작업대 등을 청소하여야 할 의무, (ix) 기타 위생상의 위해를 방지하기 위해 Foodinside가 공지하는 사항을 지켜야 할 의무가 있습니다.

8.3.2 회원님은 교차오염 방지, 유통기한 준수 등 식자재 관련 문제를 방지하기 위해 아래와 같은 노력을 기울여야 합니다. 반입이 가능한 식자재로는 한글 표시사항이 기재 된 식자재, 유통기한이 경과하지 아니한 식자재, (의무 대상 식품의 경우) 원산지가 표기되어 있는 식자재, 사회적 이슈 등 기타 사유에 따라 Foodinside가 금지한 식자재 등이 있습니다. 또한 식자재의 공유 음식점 반입 시에는 식품 표시사항에 기재 되어있는 보관방법(실온/냉장/냉동 등)을 준수하고 품목/수량/제조사/생산일/유통기한/폐기일 등 라벨링을 해야 합니다. 창고 내에 식자재를 보관할 때에는 들어 온 식자재부터 먼저 사용하는 선입선출의 원칙을 지키고 유통기한이 지난 상품은 즉시 폐기하며 기타 식자재 안전, 위생등의 사유로 Foodinside가 필요하다고 지정하는 사항이 포합될 수 있습니다. 

8.4 기물/ 설비 관리

8.4.1 입점 업체는 공유 음식점 예약 시 추가하고자 하는 기물/설비를 공유 음식점 점주에게 알려야 합니다. 공유 음식점 내 기물/설비 사용 전 반드시 이상유무를 확인해야 하며, 문제가 있을 시 이를 공유 음식점 점주에게 알리고 교체를 요청해야 합니다. 만약 이를 공유 음식점 점주에게 알리지 않았을 경우 이상 없음을 확인한 것으로 간주합니다. 만약 검수/ 점검 과정 중 위생 문제 혹은 시설 문제 발견 시 Foodinside App을 통해 문제를 신고할 수 있습니다. 입점 업체는 Foodinside가 시행하는 현장점검, 동영상 녹화 등의 실시간 관리에 동의하여야 하며, Foodinside의 현장 지도가 발생할 경우 이에 따라야 합니다. 입점 업체는 기물/설비 사용 후 공유 음식점 점주에게 인수 시와 동일한 상태로 이를 반납하여야 하며, 공유 음식점 점주는 이상없음을 확인한 후 인수하여야 합니다. 만약 입점 업체가 인수 시와 동일한 상태로 반납을 하지 않는 경우 공유 음식점 점주는 이에 대해 세척 등의 요구를 할 수 있으며, 입점 업체는 이에 따라야 합니다. 입점 업체의 부주의로 인해 기물/설비가 파손, 고장 등의 상태가 될 시, 공유 음식점 점주는 원상복구에 대한 비용을 청구할 수 있고 Foodinside는 입점 업체와 예약 보증금, 영업 수익을 통해 이를 지급 할 수 있습니다. Foodinside가 허가하는 기물/설비 외 입점 업체가 개인적으로 반입하여 사용하고자 하는 경우, 사전에 Foodinside에 알리고 허가를 득해야 합니다.

8.5 프로필/영업 정지

8.5.1 Foodinside는 입점 업체가 아래에 해당하는 행위를 할 경우, 입점 업체 프로필 권한을 일방적으로 정지하거나 해지할 수 있습니다. (i) 입점 업체가 식품/위생과 관련된 법령, 시행령, 시행 규칙을 위반했을 때, (ii) 프랜차이즈 관리자를 제외하고 영업 권한을 제3자에게 양도 했을 때, (iii) 공유 음식점 내 집기 및 설비를 의도적으로 파손하거나, 파손이후 배상의 책임을 지지 않을 때, (iv) 본 이용약관 및 Foodinside가 공지한 준수사항을 지키지 않을 때입니다. 

8.5.2 Foodinside는 음식점의 기업화, 세계화를 돕기 위해 프랜차이즈 서비스를 제공하고 있습니다. 이용자를 프로필 관리자로 등록시켜 프로필의 프랜차이즈가 가능합니다. Foodinside는 이과정에서 중개자 역할을 할 뿐 회원 간의 프랜차이즈 계약에 어떠한 관여도 하지 않습니다. 다만, 피해 사실이 확인됐을 시 Foodinside는 해당 프로필 업체에 사실 확인 후 프로필 정지/ 취소, 처벌과 같은 제재를 가할 수 있고 모든 회원은 이 약관에 동의합니다. 

8.5.3 모든 프로필 관리자는 공유 음식점 예약 시 위생교육필증을 지참하여야 하고 입점 업체의 대표로써 참여한 팀 구성원의 보건증을 지참하여야 합니다. 위 권한은 프로필 상에 등록된 이용자를 제외한 타인에게 양도할 수 없으며 계약 기간 동안 발생하는 모든 사건/ 사고를 대표자로써 책임을 지고 소명해야 합니다.

8.6 책임 및 손해 배상

8.6.1 입점 업체가 본 이용약관 혹은 Foodinside가 지정한 사용규칙 등을 위반하여 Foodinside 및 공유 음식점 점주에게 물질적/ 비물질적 손해를 끼치는 경우 입점 업체는 이에 대해 책임을 지고 손해를 배상하여야 합니다. 

9. 이용자/ 회원에 관한 사항
9.1 모든 이용자/ 회원에 적용되는 사항

9.1.1 Foodinside는 회원님이 실제로 관심을 가지는 경험을 공유함으로써 관계를 강화하길 원합니다. 따라서 Foodinside는 회원님 및 다른 사람들이 관심 있는 사람과 사항을 파악하는 시스템을 구축하고 파악한 정보를 이용함으로써 회원님에게 중요한 경험을 창작하고, 발견하며, 동참하고, 공유하도록 합니다. 그 일환으로, 회원님 및 다른 사람들이 Foodinside 안팎에서 하는 활동에 기초하여 회원님이 관심을 가질 만한 컨텐츠, 기능, 제안 및 계정을 더 잘 보여드리고, 회원님에게 Foodinside을 경험하는 방법을 제안하기도 합니다.

9.1.2 Foodinside는 커뮤니티 회원들이 도움을 필요로 한다고 생각하는 경우를 포함하여 회원들의 경험이 긍정적이고 포괄적일 수 있도록 도구를 개발하고 사용하고, 자원을 제공합니다. 또한 Foodinside 플랫폼의 보안을 유지하기 위해 Foodinside가 보유한 모든 정보(회원님의 정보 포함)를 이용합니다.

9.2 데이터 정책
9.2.1 Foodinside는 보유한 정보를 이용하여 Foodinside 서비스를 연구하고, 다른 사람들과 협력하여 보다 나은 서비스를 만들고 복지에 기여하기 위한 연구를 수행합니다. Foodinside 서비스를 제공하기 위해서는 회원님의 정보를 수집하고 이용해야 합니다. Foodinside 개인정보 보호 및 보안 설정을 포함해 회원님의 정보를 관리할 수 있는 여러 방법에 대해 설명합니다. Foodinside을 이용하려면 데이터 정책에 동의해야 합니다.

9.3 회원님과의 약속

9.3.1 Foodinside 서비스 제공에 대해 회원님은 다음과 같은 약속을 해야 합니다. Foodinside는 서비스가 가능한 개방적이고 포괄적인 서비스가 되기를 원하지만, 본 서비스가 안전하고, 보안성을 갖추며, 법을 준수하는 서비스가 되기를 원하기도 합니다. 따라서 회원님은 몇 가지 제한 사항을 준수해야 합니다. (i) 만 14세 이상이어야 하며, (ii) 관련 법률에 따라 Foodinside 서비스를 받는 것이 일부라도 금지된 사람 또는 관련 제재 대상 명단에 있어 Foodinside 서비스를 이용하는 것이 금지된 사람이 아니어야 하고, (iii) 과거에 Foodinside가 회원님의 계정을 법률 또는 Foodinside 정책 위반을 이유로 하여 비활성화하지 않았어야 합니다.

9.3.2 회원님은 다른 사람을 사칭하거나 부정확한 정보를 제공하면 안 되고, Foodinside에서 회원님의 신원을 공개할 필요는 없지만 정확한 최신 정보(등록 정보 포함)를 제공해야 합니다. 또한 본인이 아닌 다른 사람을 사칭해서는 안 되며, 다른 사람의 명시적인 허락 없이 다른 사람의 이름으로 계정을 만들면 안 됩니다. 불법적이거나, 오해의 소지가 있거나, 사기적인 행위 또는 불법적이거나 허가받지 않은 목적을 위한 어떠한 행위도 하면 안 됩니다.

9.3.3 회원님은 Foodinside 플랫폼 정책을 포함하여 본 약관 또는 저희 정책을 위반하거나 다른 사람들이 위반하도록 돕거나 조장해서는 안 됩니다. Foodinside 서비스의 정상적인 운영을 방해하거나 지장을 주는 어떠한 일도 해서는 안 됩니다. 허가받지 않은 방법으로 계정을 만들거나 정보에 접근하거나 정보를 수집하려 해서는 안 됩니다. 여기에는 Foodinside의 명시적 허락 없이 자동화된 방법으로 계정을 만들거나 정보를 수집하는 것이 포함됩니다. 회원님의 계정 일부(사용자 이름 포함)를 구입, 판매 또는 양도하거나, 다른 사용자의 로그인 정보 또는 배지를 요청, 수집 또는 사용하려고 시도해서는 안 됩니다. 개인 정보 또는 기밀 정보를 게시하거나 지적 재산을 포함한 타인의 권리를 침해하는 어떠한 행위도 해서는 안 됩니다.

9.4 Foodinside의 권리

9.4.1 회원님은 Foodinside에 회원님의 사용자 이름, 프로필 사진 및 회원님의 활동(예: "좋아요") 또는 관계(예: "팔로우")에 관한 정보를 Foodinside 전반에 표시되는 계정, 광고, 제안 및 회원님이 팔로우하거나 참여하는 기타 홍보 컨텐츠와 함께 또는 이와 관련하여 표시할 수 있는 권한을 무상으로 부여합니다. 다른 컨텐츠에서의 행동 및 다른 계정의 팔로우와 마찬가지로, 홍보 컨텐츠에서의 행동 및 홍보 계정의 팔로우도 해당 컨텐츠나 팔로우를 볼 수 있는 권한이 있는 사람들에게만 표시됩니다.

9.4.2 회원님의 계정을 위해 사용자 이름 또는 이와 유사한 식별자를 선정할 경우, Foodinside는 적절하거나 필요하다고 판단될 경우 이를 변경할 수 있습니다(예: 타인의 지적 재산권을 침해하거나 다른 사용자를 사칭하는 경우)

9.5 콘텐츠 삭제 및 계정 비활성화 또는 해지

9.5.1 회원님이 서비스에서 공유하는 콘텐츠나 정보가 본 약관, Foodinside 정책에 위배된다고 판단되거나 법에 따라 삭제해야 할 경우 삭제될 수 있습니다. Foodinside는 서비스를 보호하기 위해, 또는 회원님이 Foodinside에 위험 또는 법적 문제를 일으키거나, 본 약관 또는 Foodinside 정책을 위반하거나, 다른 사람의 지적 재산권을 반복적으로 침해하거나, 법률에 따라 요구되거나 허용되는 경우에 회원님에게 서비스 전부 또는 일부를 제공하는 것을 즉시 중단하거나 거부할 수 있습니다. 

9.5.2 삭제된 콘텐츠는 합리적인 기간 동안(일반적으로 30일) 백업 사본으로 존속될 수 있지만 이 기간 동안 다른 사용자에게 표시되지 않습니다. 단, 이에 불구하고, 법률, 정부 기관 또는 사법기관의 명령 등에 의하여 요구되는 경우, Foodinside는 이를 위하여 필요한 범위 내에서 해당 콘텐츠를 보유할 수 있습니다. 회원님이 삭제한 콘텐츠도 다른 사람이 이미 공유했을 경우 계속 표시됩니다. 이 절과 아래의 "계약 및 동의하지 않을 경우의 결과" 항은 회원님의 계정이 해지 또는 종료된 이후에도 계속 적용됩니다.

10. 예약 변경, 취소 및 환불, 해결 센터
10.1 공유 음식점 점주와 입점 업체는 자신이 Foodinside 플랫폼을 통해 실행하거나 Foodinside 고객 서비스에 실행을 지시한 예약의 변경(“예약 변경”)에 대해 책임을 지며, 해당 예약 변경과 관련된 추가적인 공유 음식점 요금, 공유 음식점 점주 수수료 또는 입점 업체 수수료 및/또는 세금을 부담하기로 합니다.

10.2 입점 업체는 공유 음식점 점주에 의해 설정된 리스팅의 환불 정책에 의거하여 확정된 예약을 언제든지 취소할 수 있으며, Foodinside는 해당 취소 정책에 따라 입점 업체에게 지급해야 하는 총 수수료 금액을 환불합니다. 예약취소 패널티가 경감되는 불가피한 취소사유가 존재하지 않는 한, 해당 취소 정책에 따라 공유 음식점 점주에게 지급되어야 하는 총 수수료 부분은 Foodinside가 결제 서비스 약관에 따라 공유 음식점 점주에게 송금합니다. 취소와 환불은 공유 음식점 점주와 확인 후 처리 하게 되며, 신용카드결제 및 핸드폰결제는 신용카드사 및 이동통신사의 환불기준에 의거하여 처리가 완료되는데 시일이 소요될 수 있습니다. 

10.3 공유 음식점 점주가 확정된 예약을 취소하는 경우, 입점 업체는 해당 예약에 대해 전액 환불 받게 됩니다. 경우에 따라, Foodinside는 입점 업체가 환불된 금액을 신규 예약에 적용하도록 허용할 수 있으며, 이 경우 Foodinside는 입점 업체의 지시에 따라 입점 업체의 이후 예약에 해당 금액을 입금합니다. 또한, Foodinside는 공유 음식점 점주가 취소한 리스팅에 대해 예약이 취소되었음을 명시한 자동 후기를 게시할 수 있습니다. 또한, Foodinside는 (i) 해당 리스팅에 대해 일정을 이용할 수 없도록 하거나 취소된 예약의 일자에 대한 일정을 차단하고/하거나 (ii) 취소 수수료를 부과할 수 있습니다(단, 공유 음식점 점주에게 Foodinside의 정상참작 정책에 따른 예약 취소에 대한 합당한 사유가 있거나 입점 업체의 행위에 대한 합법적 우려가 존재하는 경우는 예외로 함).

10.4 악천후로 인한 공유 음식점 예약취소는 취소 사유가 될 수 없습니다. 다만 지진·태풍·홍수·화산 폭발·해일(海溢) 등과 같이 피할 수 없는 자연 현상으로 인해 일어나는 재해에 의한 취소 입점 업체의 안전이 우려되거나 공유 음식점 점주가 외부에서 진행되는 리스팅 서비스를 제공하지 못할 경우, 공유 음식점 점주는 리스팅 서비스를 취소할 수 있습니다. 공유 음식점 점주는 또한 리스팅 서비스를 안전하게 제공하지 못할 기타 상황이 발생한 경우 리스팅 서비스를 취소할 수 있습니다.

10.5 사정에 따라, Foodinside는 전적인 재량으로 진행중 또는 확정된 예약을 취소할 필요가 있다고 판단하여 적절한 환불 및 지급을 진행할 수 있습니다. Foodinside의 정상참작 정책에 명시된 사유 또는 (i) Foodinside가 양당사자의 합법적 이해관계를 고려할 때 Foodinside, 다른 회원들, 제3자 또는 재산에 대한 상당한 손해를 피하기 위해 필요하다고 선의로 판단한 경우 또는 (ii) 본 약관에 명시된 사유가 이에 해당합니다.

10.6 공유 음식점을 예약한 입점 업체가 입점 업체 환불 정책 적용 상황을 겪는 경우, Foodinside는 전적인 재량으로 입점 업체 환불 정책에 따라 총 수수료의 전부 또는 일부를 입점 업체에게 환불하기로 결정할 수 있습니다. 

10.7 공유 음식점 점주가 이미 대금을 지급받은 뒤 입점 업체 또는 Foodinside가 확정된 예약을 취소하고 입점 업체 환불 정책, 정상참작 정책 또는 공유 음식점 점주가 리스팅상 설정한 기타 관련 취소 정책에 따라 입점 업체에게 환불하는 경우, Foodinside는 해당 환불금을 공유 음식점 점주로부터 회수할 수 있습니다(해당 환불금을 장래에 공유 음식점 점주에게 지급해야 하는 대금에서 공제하는 것 포함).

10.8 본 약관에 달리 명시된 경우를 제외하고, 회원은 해결 센터를 이용하여 환불, 추가 리스팅 서비스, 또는 예약과 관련된 손해배상청구에 대한 금전을 보내거나 요청할 수 있습니다. 회원님은 회원님의 Foodinside 계정과 관련하여 해결 센터를 통해 보내진 모든 금전을 지급하기로 하며, Foodinside는 해당 지급을 처리합니다.

11. 평점 및 후기
11.1 예약이 완료된 이후 일정 시한 내에, 입점 업체와 공유 음식점 점주는 서로에 대해 공개적 후기(“후기”)를 남깁니다. 후기는 개별 회원의 의견을 반영하며 Foodinside의 의견을 반영하는 것은 아닙니다. Foodinside는 평점 및 후기의 정확성을 검증하지 않으며 평점 및 후기는 정확하지 않거나 사실을 오도하는 내용일 수 있습니다.

11.2 입점 업체와 공유 음식점 점주의 후기는 정확해야 하며 공격적 또는 모욕적 언어가 포함되어 있지 않아야 합니다. 후기는 제5조의 적용을 받으며 푸드인사이드의 컨텐츠 정책 및 부당한 강요에 대한 정책을 반드시 준수해야 합니다.

11.3 회원은 제3자로 하여금 다른 회원에 대해 긍정적 또는 부정적 후기를 남기게 하는 등 후기 시스템을 여하한 방식으로 조작해서는 안됩니다.

11.4 후기는 회원의 공개 프로필의 일부이며 Foodinside 플랫폼(리스팅 페이지 등)에 다른 관련 정보(예약 건수, 취소 건수, 평균 반응 시간 및 기타 정보)와 함께 공개 게시될 수 있습니다.

11.5 포토 후기에 받은 “좋아요” 수에 따라 입점 업체가 설정한 만큼의 포인트를 적립할 수 있습니다. 포인트 관련 약관은 다음과 같습니다. (i) 포인트는 “서비스”를 통해 “재화 등”을 구매하는 경우 대금 결제 수단으로 사용할 수 있는 결제수단을 의미합니다. (ii) 포인트는 “회원”의 리뷰 활동에 따라 “입점 업체”가 적립, 부여합니다. (iii) 포인트의 유효기간은 적립일로부터 1년이며 이용하지 않을 경우 상법상 소멸시효에 따라 소멸됩니다. 단, Foodinside는 무료포인트의 유효기간을 변경할 수 있으며 이 경우 발급 시점에 “회원”에게 고지합니다. (iv) 포인트는 현금환급 신청이 불가합니다. (v) 탈퇴 시 미 사용한 포인트는 소멸되며, “입점 업체”는 소멸되는 무료 포인트에 대해서 별도의 보상을 하지 않습니다. (vi) Foodinside는 “회원”이 포인트를 적립, 구매, 사용하는 경우 휴대폰인증, I-PIN 등 Foodinside가 정한 인증절차를 거치도록 할 수 있습니다. (vii) Foodinside는 포인트 적립기준, 사용조건 및 제한 등에 관한 사항을 서비스 화면에 별도로 게시하거나 통지합니다. (viii) 본인의 사진이 아니거나, 사진의 날짜와 장소가 작성한 포토 리뷰와 일치하지 않거나, 회원 간의 경험 공유 활동이 아닌 부정한 방법을 통해 취득한 포인트는 전부 환수 조치 후 소멸되고 이용이 제한될 수 있습니다.

12. 공유 음식점 파손, 회원간 분쟁, 법적 분쟁
12.1 회원님은 입점 업체로서 도착 시와 동일한 상태로 공유 음식점(공유 음식점에 소재한 동산 또는 기타 재산 포함)를 명도할 책임이 있습니다. 회원님은 본인의 작위와 부작위에 대해서 책임을 지며 회원님이 공유 음식점으로 초대하거나 공유 음식점에 출입하도록 한 모든 고객의 작위와 부작위에 대해서도 책임을 집니다(단, 공유 음식점 점주와 공유 음식점 점주가 공유 음식점으로 초대한 개인은 제외).

12.2 공유 음식점 점주가 회원님이 입점 업체로서 공유 음식점 또는 공유 음식점에 소재한 동산 또는 기타 재산을 파손하였다고 주장하며 그 증거를 제시하는 경우(“손해배상 청구”), 공유 음식점 점주는 해결 센터를 통해 회원님으로부터 대금을 청구할 수 있습니다. 공유 음식점 점주의 손해배상 청구가 Foodinside에 확대되는 경우, 회원님은 이에 대해 대응할 수 있습니다. 회원님이 공유 음식점 점주에게 손해배상액을 지급하기로 하거나, Foodinside가 전적 재량에 따라 회원님에게 손해배상 청구에 대한 책임이 있다고 판단하는 경우, Foodinside는 회원님의 예약이 종료된 후 결제 서비스 약관에 따라 회원님 및 보증금, 영업 수익에서 손해배상 청구를 이행하기 위해 필요한 금액을 징수합니다. Foodinside는 회원님이 손해배상 청구(Foodinside 공유 음식점 점주 보호 프로그램)에 책임을 지는 상황과 관련하여 회원님으로부터 달리 지급금을 징수하고 Foodinside가 이용할 수 있는 구제수단을 강구할 권리가 있습니다.

12.3 회원은 회원이 (i) 공유 음식점 또는 공유 음식점에 소재한 동산 또는 기타 재산, (ii) 프랜차이즈, (iii) 공동 공유 음식점 점주 계약, 또는 (iv) 결제 예약과 관련하여 제기한 손해배상 청구(Foodinside 공유 음식점 점주 보호 프로그램) 또는 기타 불만사항 또는 주장과 관련하여, Foodinside에 성실하게 협조하고 지원하며, 위와 관련된 정보를 Foodinside에게 제공하고, Foodinside가 합리적으로 요청한 조치를 취하는데 동의합니다. Foodinside가 합리적으로 요청하는 경우, 회원이 Foodinside로부터 지급(Foodinside 공유 음식점 점주 보호 프로그램)을 요청하는 손실과 관련하여, 회원은 비용 부담 없이 다른 회원과의 조정 또는 유사한 해결 절차에 참여해야 하며, 해당 절차는 Foodinside 또는 Foodinside가 선정한 제3자 또는 보험회사에 의해 실시됩니다.

12.4 회원님이 입점 업체 또는 공동 공유 음식점 점주인 경우, 회원님은 Foodinside가 회원님의 점포소유자나 임차인의 보험약관 또는 회원님이 공유 음식점 점주의 동산 또는 기타 재산(공유 음식점 포함)에 초래하거나 책임을 부담하는 손해나 손실(Foodinside가 Foodinside 공유 음식점 점주 보호 프로그램)과 관련된 기타 보험약관에 따라 보험을 청구할 수 있음을 양해하고 이에 동의합니다. 회원님은 Foodinside에 성실하게 협조, 지원하고, 회원님의 점포소유자나 임차인의 보험약관 또는 보험약관에 따른 청구를 위해 Foodinside가 합리적으로 요청하는 정보를 제공하기로 합니다(Foodinside가 상기 사항의 달성을 위해 합리적으로 요청하는 서류의 체결 및 추가적인 조치를 포함하나 이에 한정되지 않음).

13. 최소단위 절삭
Foodinside는 원칙적으로 입점 업체 또는 공유 음식점 점주로부터 지급 받아야 하거나 이들에게 지급해야 하는 금액을 해당 통화에서 지원하는 최소 단위까지 지원합니다. Foodinside의 제3자 결제 서비스 제공업체가 해당 통화에서 지원하는 최소 단위 금액을 지원하지 않는 경우, Foodinside는 그 전적인 재량에 따라 입점 업체 또는 공유 음식점 점주로부터 지급 받아야 하거나 이들에게 지급해야 하는 표시된 금액을 표시 통화의 가장 가까운 기능 단위로 절상하거나 절하합니다. 

14. 세금
14.1 관련 VAT 또는 임대사업자 부가가치세, 소득세(“세금”)를 신고, 징수, 송금하는 책임은 전적으로 공유 음식점 점주 및 입점 업체인 회원님에게 있습니다.

14.2 세금 규정에 따라 당사는 공유 음식점 점주 및 입점 업체로부터 관련 세금 정보를 수집하거나 공유 음식점 점주에게 지급하는 대금에서 세금을 원천 징수하도록, 또는 두 가지 모두를 이행하도록 요구받을 수 있습니다. 회원님에게 지급하는 대금에서 세금을 원천징수할 의무를 경감하기 위해 충분하다고 판단되는 관련 법률상의 요구문서(예컨대, 세금번호)를 당사에 제공하지 않을 경우, 당사는 해당 사안이 해결될 때까지 법률에서 요구하는 세금 관련 금액을 원천징수할 수 있는 권리를 가집니다.

14.3 회원님은 회원님의 공유 음식점이 소재한 지역의 관할 정부기관, 부처 및/또는 당국(“세무 당국”)이 입점 업체 또는 공유 음식점 점주 및 입점 업체로부터 세금 징수 및 납부를 요구할 수 있음을 양해합니다. 관할 법률의 내용은 상이할 수 있으나, 해당 세금은 공유 음식점 점주가 정한 공유 음식점 요금 및 영업 수익에 대한 일정 퍼센티지, 일당 정액 또는 기타 방식에 따라 징수 및 납부되도록 요구될 수 있으며, 동 세금은 “단기 임차세”, “임차세”, “도시세”, “상가세”, “소득세”, “부가세” 등(“임차세”)으로 불릴 수 있습니다.

14.4 Foodinside 또는 공유 음식점 점주 및 입점 업체에게 임대 수익세, 영업 소득, 부가세에 대한 세금 징수 및 송금 의무가 있다고 주장하는 경우, Foodinside가 전적인 재량에 따라 입점 업체 또는 공유 음식점 점주로부터의 임차세, 소득세, 부가세 징수 및 송금을 처리할 수 있습니다. 당사가 징수 및 송금을 직접 처리하기로 결정한 관할지의 경우, 회원님은 Foodinside가 공유 음식점 요금 징수 시에 공유 음식점 점주를 대신하여 입점 업체로부터 임차세를 징수하고, 입점 업체를 대신하여 방문객에게 부가세를 징수하고 이를 세무 당국에 송금하도록 지시하고 승인합니다. 다른 관할지에서 Foodinside는 궁극적으로 공유 음식점 점주 및 입점 업체가 세무당국에 세금을 신고 및 송금하도록 하기 위해, 공유 음식점 점주와 입점 업체가 제공한 세금정보에 근거하여 전적인 재량에 따라 임차세, 소득세, 부가세를 징수하고 해당 세금을 적법하고 적격인 세무 당국에게 송금할 수 있습니다. Foodinside는 공유 음식점 점주가 관련 세금 신고 또는 의무이행을 다하지 못한 것에 대해 어떠한 책임도 지지 않습니다. Foodinside가 징수하여 송금한 세금은 입점 업체와 공유 음식점 점주가 볼 수 있도록 각각의 거래서류에 별도로 기재합니다. 

14.5 회원님은 Foodinside의 새금 징수 및 송금 처리와 관련한 청구 또는 소송사유에 Foodinside가 징수 및 송금과 관련하여 이용한 업체가 배제되어야 함에 동의합니다. 입점 업체와 공유 음식점 점주는 징수되고/되거나 송금된 세금이 세무 당국에 대한 회원님의 의무를 모두 이행하기에 충분하지 않은 경우 당사가 회원님에게 추가적인 금액을 청구할 수 있으며, 징수된 세금에 관한 회원님의 유일한 구제수단이 관련 세무 당국이 정한 절차에 따라 동 세무 당국으로부터 Foodinside가 징수한 세금을 환불받는 것임에 동의합니다.

14.6 Foodinside는 공유 음식점 점주 및 입점 업체에 사전 통지하여 여하한 사유로 징수 및 송금을 중단할 권리가 있으며, Foodinside가 이를 중단한 시점부터 공유 음식점 점주와 입점 업체가 다시 해당 관할지에 적용되는 세금 징수 및/또는 송금에 대해 전적인 책임을 지게 됩니다.

15. 금지대상 행위
15.1 회원님은 Foodinside 플랫폼 이용에 적용되는 법률, 규정, 규칙 및 세금 의무를 준수할 전적인 책임을 부담합니다. 회원님의 Foodinside 플랫폼 이용과 관련하여, 회원님은 아래 명시된 행위를 할 수 없으며 다른 자가 그러한 행위를 하도록 지원하거나 할 수 있게 하지 않아야 합니다.

관련 법률이나 규정, 제3자와의 계약, 제3자 권리, 또는 당사의 정책 또는 커뮤니티 기준을 위반하거나 회피하는 행위
본 약관에서 명시적으로 허용하지 않은 상업적 또는 기타 목적을 위해, 또는 Foodinside의 승인이나 Foodinside와의 파트너십을 거짓으로 암시하거나 회원님과 Foodinside와의 관계에 대해 달리 타인을 호도하는 방식으로 Foodinside 플랫폼 또는 집합 컨텐츠를 이용하는 행위
Foodinside 플랫폼에 포함된 정보(다른 회원에 관한 개인식별정보 포함)를 Foodinside의 개인정보 처리방침 또는 본 약관에 부합하지 않는 방식 또는 회원이나 제3자의 프라이버시권을 침해하는 방식으로 복사, 저장, 접속 또는 이용하는 행위
원치 않는 상업용 메시지(“스팸”)의 배포와 관련하여 Foodinside 플랫폼을 이용하는 행위
본인이 소유하고 있지 않거나 상가 목적으로 제공할 수 있는 허가를 보유하지 않은 공유 음식점 또는 기타 부동산을 공유 음식점 점주 자격으로 Foodinside 플랫폼을 통해 제공하는 행위
본인이 리스팅 서비스를 실제로 이용하지 않을 것임에도 Foodinside의 명시적 허가 없이 리스팅을 예약하는 행위
당사의 사전 서면 승인 없이, 본인의 예약, 리스팅 또는 회원의 Foodinside 플랫폼 이용과 관련된 질문 이외에 다른 목적(제3자 서비스, 애플리케이션 또는 웹사이트에 회원을 모집하거나 참여를 권유하는 것을 포함하나 이에 한정되지 않음)을 위해 다른 회원에게 연락하는 행위
Foodinside 플랫폼과 무관한 예약을 요청 또는 수락하거나, 서비스 수수료를 회피할 목적 또는 기타 이유로 Foodinside 플랫폼을 이용하는 행위
Foodinside 플랫폼을 통하지 않고 공유 음식점 요금을 요청, 수락 또는 지급하는 행위. 이러한 행위를 하는 경우, 회원님은 (i) 해당 행위가 본 약관의 위반에 해당하고, (ii) 해당 지급에 대한 모든 위험과 책임을 감수하며, (iii) 해당 지급에 관한 책임으로부터 Foodinside에 피해가 없도록 할 것임을 인정하고 동의합니다. 
인종, 출신 국가, 종교, 성별, 성적 정체성, 신체적 또는 정신적 장애, 건강 상태, 결혼 유무, 연령 또는 성적 지향을 이유로 타인을 차별, 희롱하거나, 폭력, 욕설, 모욕 또는 방해하는 행위
Foodinside 플랫폼 내의 개별 요소, Foodinside의 상호, Foodinside 상표, 로고 또는 기타 재산권적 정보, 또는 페이지의 레이아웃과 디자인 또는 Foodinside 플랫폼 페이지에 포함된 서식을 Foodinside의 명시적 서면 동의 없이 사용, 게시, 미러링 또는 프레이밍하는 행위
Foodinside 브랜드를 (집합 컨텐츠의 무단 사용, 도메인 명칭, 상호, 상표 또는 기타 식별자에 Foodinside 또는 파생 명칭 사용 및/또는 Foodinside의 도메인, 상표, 태그라인, 홍보 캠페인 또는 집합 컨텐츠를 가깝게 모방하거나 혼동될 정도로 유사한 등록, 또는 도메인 명칭, 상호, 상표 또는 기타 식별자의 사용 및/또는 등록 등을 통해) 희석 또는 훼손하거나 달리 피해를 주는 행위
로봇, 스파이더, 크롤러, 스크레이퍼 또는 기타 자동화 방식 또는 프로세스를 이용하여 여하한 목적으로 Foodinside 플랫폼에 수집된 정보 또는 기타 컨텐츠에 접근하거나 달리 소통하는 행위
Foodinside 또는 Foodinside의 제공업체 또는 기타 제3자가 Foodinside 플랫폼을 보호하기 위해 실행한 기술적 조치를 회피, 경유, 제거, 비활성화, 파손, 해독하거나 달리 회피하는 행위
Foodinside 플랫폼을 제공하기 위해 사용된 소프트웨어를 해독, 역컴파일링, 분해 또는 역설계하는 행위
Foodinside 플랫폼의 실적 또는 적절한 기능수행에 피해 또는 부정적인 영향을 미치거나 미칠 수 있는 행위
애플리케이션을 수출, 재수출, 수입 또는 이전하는 행위
타인의 권리를 위반 또는 침해하거나 달리 타인에게 피해를 초래하는 행위

15.2 회원님은 Foodinside에게 회원의 Foodinside 플랫폼 접속 또는 이용을 모니터하거나, 회원 컨텐츠를 검토하거나, 해당 컨텐츠에 접속하지 못하도록 하거나, 동 컨텐츠를 편집할 의무가 없으나, (i) Foodinside 플랫폼을 운영, 안정화 및 개선하기 위한 목적(사기 방지, 위험 평가, 조사 및 고객 지원 목적 포함), (ii) 회원의 본 약관 준수를 보장하기 위한 목적, (iii) 관련 법률, 법원, 법집행기관 또는 기타 행정기관 또는 정부기관의 명령 또는 요청을 준수하기 위한 목적, (iv) 유해하거나 부적당하다고 판단되는 회원 컨텐츠에 대응하기 위한 목적, 또는 (v) 본 약관에 명시된 기타 목적을 위해서는 그와 같은 모니터링, 검토, 접속 차단 또는 편집을 할 권리가 있음을 인정합니다. 회원은 Foodinside 또는 Foodinside의 직원이 Foodinside 플랫폼 이용 또는 오용에 관해 진행하는 조사와 관련하여 Foodinside에 성실하게 협조 및 지원하고 Foodinside에 관련 정보를 제공하며 Foodinside가 합리적으로 요청한 조치를 취하는 것에 동의합니다.

15.3 회원님이 온라인 또는 직접 연락하는 회원이 (i) 침해적, 폭력적 또는 성적으로 부적절한 행동, (ii) 회원님에 대한 절도 행위, 또는 (iii) 기타 방해 행위 등 부적절한 행위를 하였거나 하고 있다고 판단되는 경우, 회원님은 즉시 해당 회원을 관할 당국에 신고하고 당사에 연락하여 회원님이 신고한 경찰서 및 신고 번호(제공되는 경우)를 제공합니다. 회원님은 회원님의 신고로 인해 당사가 (법률에서 요구하는 의무 이외에) 특정한 조치를 취할 의무를 부담하지는 않음에 동의합니다.

16. 기간 및 해지, 중단 및 기타 조치
16.1 본 합의는 30일간 유효하며, 동 기간이 종료될 경우 회원님 또는 Foodinside가 본 조항에 따라 합의를 해지할 때까지 이후 30일 단위로 자동적, 지속적으로 갱신됩니다.

16.2 회원님은 당사에 이메일을 보내 언제든 본 합의를 해지할 수 있습니다. 회원님이 공유 음식점 점주로 회원님의 Foodinside 계정을 취소하는 경우, 모든 확정 예약(들)은 자동 취소되고 회원님의 입점 업체는 해당 예약에 대해 전액 환불 받게 됩니다. 회원님이 입점 업체로 회원님의 Foodinside 계정을 취소하는 경우, 모든 확정 예약(들)은 자동으로 취소되고 해당 리스팅의 환불 정책에 따라 환불을 받게 됩니다.

16.3 아래 명시된 당사의 권리를 제한하지 않음을 전제로, Foodinside는 회원님의 등록된 이메일 주소로 30일 전에 통지하여 언제든 본 합의를 해지할 수 있습니다.

16.4 (i) 회원님이 본 약관, 결제 서비스 약관, 정책 또는 커뮤니티 기준을 중대하게 위반하거나, (ii) 관련 법률, 규정 또는 제3자 권리를 위반하거나, (iii) Foodinside가 Foodinside, 회원 또는 제3자의 개인적 안전 또는 재산을 보호하기 위해 합리적으로 필요하다고 선의로 판단한 경우(예컨대, 회원의 사기적 행위), Foodinside는 통지 없이 즉시 본 합의를 해지하고/하거나 Foodinside 플랫폼에 대한 접근을 차단할 수 있습니다.

16.5 또한, Foodinside는 (i) 관련 법률, 법원, 법집행기관 또는 기타 행정기관 또는 정부기관의 명령 또는 요청을 준수하기 위하여, 또는 (ii) 회원님이 본 약관, 결제 서비스 약관, 정책 또는 커뮤니티 기준, 관련 법률, 규정 또는 제3자 권리를 위반하거나, (iii) 회원님이 Foodinside 계정 등록, 리스팅 프로세스 진행 시 또는 그 이후에 부정확하거나, 사기적이거나, 더 이상 유효하지 않거나, 불충분한 정보를 제공한 경우, (iv) 회원님 및/또는 회원님의 리스팅 또는 리스팅 서비스가 관련 품질 또는 적격 기준을 충족하지 못하거나, (v) 회원님이 반복적으로 저조한 평점 또는 후기를 받거나 Foodinside가 회원님의 실적이나 행동에 관한 민원을 접수하거나 알게 된 경우, (vi) 회원님이 반복적으로 확정 예약을 취소하거나 합당한 이유 없이 예약 요청에 응하지 않거나, (vii) Foodinside가 Foodinside, 회원 또는 제3자의 개인적 안전 또는 재산을 보호하고 사기 또는 기타 불법행위를 막기 위해 합리적으로 필요하다고 선의로 판단한 경우, Foodinside는 아래 명시된 조치들을 취할 수 있습니다.

리스팅, 평점, 후기 또는 기타 회원 컨텐츠의 게시를 거부하거나, 이를 삭제 또는 지연하는 조치, 진행 중이거나 확정된 예약을 취소하는 조치, Foodinside 플랫폼에 대한 회원님의 접속 또는 이용을 제한하는 조치, 회원님의 Foodinside 계정과 관련된 특별한 지위를 잠정적 또는 영구적으로 취소하는 조치, 잠정적 또는 (심각하거나 반복적인 위반의 경우) 영구적으로 회원님의 Foodinside 계정을 중지하고 Foodinside 플랫폼에 대한 접속을 차단하는 조치.
중대하지 않은 위반의 경우 및 적정한 경우, 회원님은 Foodinside의 통지를 통해 해당 사안을 Foodinside가 합리적으로 만족하는 수준으로 해결할 기회를 얻게 됩니다.

16.6 당사가 앞서 언급된 조치를 취하는 경우, (i) 기존 취소 정책과 무관하게 당사는 취소된 확정 예약 전체에 대해 회원님의 입점 업체에게 전액 환불할 수 있으며, (ii) 회원님에게 진행 중이었거나 확정된 예약의 취소에 대해 보상받을 권리가 없습니다.

16.7 본 합의가 해지된 경우, 회원님에게는 회원님의 Foodinside 계정 또는 회원 컨텐츠를 복구할 권리가 없습니다. Foodinside 플랫폼에 대한 회원님의 접근 또는 이용이 제한되거나 회원님의 Foodinside 계정이 중지되거나 당사에 의해 본 합의가 해지된 경우, 회원님은 새로운 Foodinside 계정을 등록하거나 다른 회원의 Foodinside 계정을 통해 Foodinside 플랫폼에 접속하거나 Foodinside 플랫폼을 이용할 수 없습니다.

16.8 본 약관의 제5항 및 제16항 및 제20항은 본 합의가 해지 또는 종료되더라도 존속합니다.

17. 책임의 부인
Foodinside 플랫폼 또는 집합 컨텐츠를 이용하기로 선택한 경우, 회원님은 자발적으로 그리고 회원님의 위험 부담으로 선택하는 것입니다. Foodinside 플랫폼과 집합 컨텐츠는 명시적 또는 묵시적 보장 없이 “있는 그대로”의 조건으로 제공됩니다.

회원님은 회원님의 리스팅 및/또는 회원님이 받고 있는 리스팅 서비스에 적용되는 Foodinside 서비스, 법률, 규칙 또는 규정을 조사하기 위해 필요한 모든 기회를 제공받았으며 리스팅과 관련하여 Foodinside의 법적 진술 또는 사실을 의존하고 있지 않음에 동의합니다.

당사가 관련 법률에서 허용하는 범위 내에서 회원에 대한 신원확인 또는 배경조사를 실시하기로 하는 경우, 당사는 해당 확인으로 회원의 과거의 위법행위가 밝혀진다거나 회원이 장래에 위법 행위를 하지 않으리라는 여하한 종류의 명시적 또는 묵시적 보장을 부인합니다.

리스팅 서비스는 내재적 위험이 존재할 수 있으며, 회원님은 해당 서비스에 참여함으로써 회원님이 자발적으로 해당 위험을 감수하기로 하였음에 동의합니다. 예컨대, 일부 리스팅 서비스에는 질병, 부상, 장애 또는 사망 위험이 따를 수 있으며, 회원님은 해당 리스팅 서비스에 참여하기로 선택함으로써 자율적 및 의지적으로 동 위험을 감수합니다. 회원님은 리스팅 서비스에 참여하기 전, 참여하는 동안 그리고 그 이후에 회원님이 정하는 선택에 대해 전적인 책임을 부담합니다. 회원님이 업체 구성 인원으로 법적 허가를 받은 미성년자를 참여시키는 경우, 회원님의 리스팅 서비스가 진행되는 동안 해당 미성년자에 대한 감독 책임은 전적으로 회원님에게 있으며, 법률에서 허용하는 최대한 범위에서 회원님은 리스팅 서비스가 진행되는 동안 또는 리스팅 서비스와 관련하여 해당 미성년자에게 발생하는 부상, 사망, 손실 또는 손해에 대한 제반 책임 및 청구로부터 Foodinside를 면책하고 피해가 없도록 하기로 동의합니다.

상기 책임의 부인은 법률에서 허용하는 최대한 범위에서 적용됩니다. 회원님은 기타 법정 권리를 보유할 수 있습니다. 다만, 법률에서 요구하는 보장의 기간은 법률에서 허용하는 최대 기간(있는 경우)으로 제한됩니다.

18. 책임
회원님은 법률에 따라 허용하는 최대한의 범위 내에서 회원님의 Foodinside 플랫폼 및 집합 컨텐츠 접속과 이용, Foodinside 플랫폼을 통한 리스팅의 게시 또는 예약, 회원님의 공유 음식점 임차, 영업 또는 기타 리스팅 서비스의 이용, 다른 회원과의 직접적 또는 온라인을 통한 기타 상호 작용에서 발생하는 모든 위험은 회원님에게 존속합니다. Foodinside는 “입점 업체”가 게재한 정보, 자료, 사실의 신뢰도, 정확성 등 내용에 관해서는 책임을 지지 않습니다. Foodinside는 천재지변 또는 이에 준하는 불가항력으로 인하여 “서비스”를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다. Foodinside는 “회원”의 귀책사유로 인한 “서비스” 이용의 장애에 대하여는 책임을 지지 않습니다. Foodinside는 “회원” 및 “입점 업체”가 게재한 이용 후기, 맛집 평가, 사진, 푸드 가이드 등 정보/자료/사실의 신뢰도, 정확성에 대해서는 책임을 지지 않습니다. Foodinside는 제3자가 서비스 내 화면 또는 링크된 웹사이트를 통하여 광고한 제품 또는 서비스의 내용과 품질에 대하여 감시할 의무 기타 어떠한 책임도 지지 아니합니다. Foodinside는 “회원”이 서비스를 이용하여 기대하는 수익을 상실한 것에 대하여 책임을 지지 않으며, 그 밖의 서비스를 통하여 얻은 자료로 인한 손해에 관하여 책임을 지지 않습니다. Foodinside는 “회원”간 또는 “회원”과 제3자 상호간에 서비스를 매개로 하여 거래 등을 한 경우에는 책임이 면제됩니다. Foodinside의 임직원 그리고 대리인은 고의 또는 중대한 과실이 없는 한 다음과 같은 사항으로부터 발생하는 손해에 대한 책임을 지지 않습니다.(i) 회원 정보의 허위 또는 부정확성에 기인하는 손해, (ii) 서비스에 대한 접속 및 서비스의 이용과정에서 “회원”의 귀책 사유로 발생하는 손해, (iii) 서버에 대한 제3자의 모든 불법적인 접속 또는 서버의 불법적인 이용으로부터 발생하는 손해 및 제3자의 불법적인 행위를 방지하거나 예방하는 과정에서 발생하는 손해, (iv) 제3자가 서비스를 이용하여 불법적으로 전송, 유포하거나 또는 전송, 유포되도록 한 모든 바이러스, 스파이웨어 및 기타 악성 프로그램으로 인한 손해 

19. 면책
회원님은 관련 법률에 따라 허용되는 최대한의 범위 내에서 Foodinside를 (i) 회원님의 본 약관, 정책 또는 기준 위반, (ii) 회원님의 부적절한 Foodinside 플랫폼 또는 Foodinside 서비스 이용, (iii) 회원님의 회원과의 소통, 공유 음식점 임차, 영업의 참여, 기타 리스팅 서비스 참여, 서비스 참여 등과 관련되거나 그 결과로써 발생한 여하한 종류의 부상, 손실, 손해(보상적, 직접적, 우발적, 결과적 또는 기타 손해 불문), (iv) Foodinside의 세금 징수 및 송금, 또는 (v) 회원님의 법률, 규정 위반 또는 제3자 권리를 침해하는 행위로 인해 발생하거나 그와 관련하여 발생하는 합리적인 법률/회계 수수료를 포함하되 이에 한정되지 않는 모든 청구, 채무, 손해, 손실 및 비용으로부터 면제, 방어(Foodinside의 선택에 따름), 면책하고 피해가 없도록 할 것에 동의합니다.

20. 분쟁 해결 및 중재 합의

20.1 중재 전 분쟁 해결 및 통지. 중재를 개시하기에 앞서, 회원님과 Foodinside는 분쟁의 상대방 당사자에게 통지하고 먼저 비공식적인 분쟁 해결을 위해 협상을 시도합니다. 당사는 회원님이 당사에 제공한 이메일 주소로 연락할 것이며, 회원님은 Foodinside의 소비자 서비스 팀에 이메일로 연락할 수 있습니다. 선의의 협상 노력에도 불구하고, 당사자 중 일방이 분쟁이 해결되지 않았고 비공식적 방식으로 해결될 수 없다고 판단하는 경우, 중재를 신청하고자 하는 당사자가 중재 절차를 제기하기 전에 상대방 당사자에게 이메일로 통지하기로 합니다. 

20.2 중재 합의. 회원님과 Foodinside는 본 약관 또는 본 약관의 적용, 위반, 해지, 유효성, 집행 또는 해석, 또는 Foodinside 플랫폼 이용, 리스팅 서비스, 결제 서비스 또는 집합 컨텐츠와 관련하여 발생하거나 그와 관련된 분쟁, 청구 또는 논쟁(총칭하여, “분쟁”)은 구속력 있는 개별적인 중재에 의해 해결되는 것에 동의합니다(“중재 합의”). 본 중재 합의가 양당사자간 분쟁에 대하여 집행되거나 적용될 수 있는 지 여부에 관하여 분쟁이 있는 경우, 회원님과 Foodinside는 중재인이 이에 대하여 판단하도록 합니다.

20.3 중재 합의 예외 사항. 회원님과 Foodinside는 아래에 명시된 청구가 중재 합의의 예외 사항에 해당하며 관할 법원에 사법적 절차로 제기되어야 함에 동의합니다. (i) 일방 당사자의 저작권, 상표, 영업비밀, 특허 또는 기타 지적재산권에 대한 실제 또는 예정된 침해, (ii) 긴급한 사정에 따라 긴급 가처분 구제를 구하는 청구(예컨대, 임박한 위험 또는 범죄, 해킹, 사이버 공격 행위)

20.4 중재인의 결정. 중재인의 결정에는 중재인이 판정의 기초로 삼는 주요 판단 및 결론이 포함되어 있습니다. 중재 판정에 대한 판결은 공정거래위원회 또는 시·도지사가 의뢰하는 분쟁조정기관의 조정에 따를 수 있습니다. 중재인은 개별적으로 또는 신청인의 개별 청구에 의해 보장된 구제수단을 제공하기 위해 필요한 경우에 한하여 선언적 판결 또는 금지명령 구제를 내릴 수 있습니다.

20.5 집단 소송 또는 대표 소송 불가. 회원님과 Foodinside는, 관련 법률에서 허용하는 최대한의 범위 내에서, 모든 분쟁과 관련하여 집단 소송, 집단 중재, 공익 소송 또는 기타 대표 소송 에서 원고 또는 구성원으로 참여할 수 있는 권리를 포기하기로 합니다. 또한, 회원님과 Foodinside가 서면으로 달리 합의한 경우를 제외하고, 중재인은 복수의 일방 당사자의 청구를 병합할 수 없으며 달리 여하한 집단 소송 또는 대표 소송을 주재할 수 없습니다. 20.5의 “집단 소송” 또는 “집단 중재”의 포기가 특정 분쟁과 관련하여 집행 불가한 것으로 판단되는 경우, 중재 합의 전체가 해당 분쟁에 대해 무효인 것으로 간주되며, 해당 분쟁은 법원에서 진행되어야 합니다. 

20.6 제3조(“본 약관의 변경”)의 규정에도 불구하고, Foodinside가 본 약관의 최종 수락일(또는 본 약관의 후속 변경이 수락된 일자) 이후에 본 “분쟁 해결 및 중재 합의”를 변경하는 경우, 회원님은 상기 “최종 갱신일”로 표시되거나 회원님에게 해당 변경을 통지한 Foodinside의 이메일에 기재된 해당 변경의 발효일로부터 30일 이내에 서면(이메일 포함)으로 통지하여 해당 변경을 거부할 수 있습니다. 다만, 변경을 거부하더라도 회원님과 Foodinside 사이의 분쟁을 중재하기 위한 이전의 합의에 대한 사전 동의(또는 이에 대한 후속 변경에 대한 회원님의 사전 동의)를 취소하거나 변경하지 않으며, 회원님과 Foodinside 사이의 분쟁에 대해 효력을 유지하고 집행할 수 있습니다.

20.7 제16.8항이 적용됨을 전제로, 본 제20항은 본 약관이 해지된 이후에도 존속하며 회원님이 Foodinside 플랫폼의 이용을 중단하거나 회원님의 Foodinside 계정을 해지한 이후에도 지속적으로 적용됩니다.

21. 피드백
당사는 Foodinside 플랫폼의 개선을 위한 회원님의 피드백, 의견 및 제안(“피드백”)을 환영합니다. 회원님은 Foodinside 플랫폼의 “문의하기” 섹션을 통해 당사에 이메일을 보내거나, 기타 통신수단을 통해 피드백을 제출할 수 있습니다. 회원님이 당사에 제출한 피드백은 비밀정보 또는 재산권적 정보로 간주되지 않습니다. 당사에 피드백을 제출함으로써 회원님은 해당 아이디어와 자료를 여하한 목적으로 사용할 수 있는 비독점적이고, 전세계적이며, 로열티가 부과되지 않고, 취소 불가하며, 2차 라이선싱이 가능하고 영속적인 라이선스를 당사에 무상으로 허여합니다.

22. 준거법 및 관할
21.1 이 약관의 해석 및 회사와 회원간의 분쟁에 대하여는 대한민국의 법을 적용합니다. 서비스 이용 중 발생한 회원과 회사간의 소송은 민사소송법에 의한 관할법원에 제소합니다. 

23. 일반 조항
23.1 추가 약관, 정책, 지침 또는 기준에 의해 보충되는 사항을 제외하고, 본 약관은 본 약관의 주제사항에 관한 Foodinside와 회원님 사이의 완전한 합의를 구성하며 Foodinside와 회원님 사이에 Foodinside 플랫폼 접속 및 이용에 관한 모든 기존의 구두 또는 서면에 의한 양해 또는 합의를 대체합니다.

23.2 본 약관의 합의 또는 회원님의 Foodinside 플랫폼 이용으로 인해 창출되는 합작회사 관계, 파트너십, 고용 또는 대리인 관계는 존재하지 않습니다.

23.3 본 약관은 당사자들을 제외한 누구에게도 권리 또는 구제수단을 제공하지 않으며 제공할 의사가 없습니다.

23.4 본 약관의 특정 조항이 무효 또는 집행 불가능한 것으로 판단되는 경우, 해당 조항은 삭제되며 나머지 조항들의 유효성 및 집행 가능성에 영향을 주지 않습니다.

23.5 Foodinside가 본 약관상의 권리 또는 조항을 집행하지 않더라도 당사가 서면으로 인정하고 합의하지 않은 한 이는 해당 권리 또는 조항의 포기를 구성하지 않습니다. 본 약관에 명시된 경우를 제외하고, 일방 당사자에 의한 본 약관에 따른 구제수단의 행사는 본 약관에 따른 해당 당사자의 다른 구제수단 또는 법률에서 허용한 구제수단을 침해하지 않습니다.

23.6 회원님은 Foodinside의 사전 서면 동의 없이 본 약관의 합의 및 그에 따른 회원님의 권리와 의무를 양도, 이전 또는 위임할 수 없습니다. Foodinside는 30일 전에 통지하여 그 재량에 따라 본 합의와 그에 따른 권리와 의무를 제한 없이 양도, 이전 또는 위임할 수 있습니다. 본 합의를 해제할 수 있는 회원님의 권리는 어느 때든 영향을 받지 않고 존속합니다.

23.7 달리 명시된 경우를 제외하고, 본 합의에 따라 허용되거나 요구되는 여하한 통지 또는 기타 의사연락은 Foodinside에 의해 이메일, Foodinside 플랫폼 통지를 통해 전자적으로 제공됩니다. 

23.8 본 약관에 대한 의문사항은 당사에 이메일로 문의 바랍니다.

<부칙>

1. 이 약관은 2020년 10월 10일부터 시행됩니다.`

export default foodinsideRule