const foodinsidePrivacyPolicy = `푸드 인사이드 개인정보처리방침

푸드 인사이드(이하 ‘회사’)는 서비스 기획부터 종료까지 정보통신망 이용촉진 및 정보보호 등에 관한 법률(이하 ‘정보통신망법’), 개인정보보호법 등 국내의 개인정보 보호 법령을 철저히 준수합니다

“개인정보 처리방침”이란 이용자의 소중한 개인정보를 보호함으로써 이용자가 안심하고 서비스를 이용할 수 있도록 회사가 준수해야 할 지침을 의미합니다. 

개인정보처리방침에는 푸드 인사이드와 일부 협력 업체가 모바일 서비스, 웹사이트, 푸드 인사이드 서비스("서비스"로 통칭)상에서 또는 이와 관련하여 제공되는 모든 소프트웨어에 대해 정보를 수집, 사용, 공유, 보호하는 방법과 정보의 수집 및 사용에 대한 사용자의 선택에 대해 설명되어 있습니다.

회원님은 서비스를 사용함으로써 푸드 인사이드가 사용자가 사진, 댓글, 기타 내용 등 게시물("사용자 콘텐츠")을 서비스에 게시하고 사용자 콘텐츠를 공개적으로 공유할 수 있는 플랫폼을 제공한다는 점을 이해하고 이에 동의하게 됩니다. 즉, 서비스를 통해 전체 공개하신 사용자 콘텐츠를 다른 사용자가 이 개인정보처리방침의 약관 및 푸드 인사이드의 이용약관에 따라 검색, 조회, 사용, 공유할 수 있습니다.

이 방침은 모든 방문자, 사용자, 서비스에 접근하는 모든 사람("사용자")에게 적용됩니다.

1. 수집하는 정보
푸드 인사이드는 다음과 같은 유형의 정보를 수집합니다.

회원님이 푸드 인사이드에 직접 제공하는 정보:
푸드 인사이드 계정 가입 시 사용자 이름, 비밀번호, 이메일, 전화번호, 아이디, 생년월일
사용자 프로필을 위해 제공한 프로필 정보(예: 이름, 성, 사진, 전화번호). 이 정보를 이용하여 회원님과 다른 사용자들을 푸드 인사이드에서 "찾을" 수 있습니다.
서비스에 게시한 사용자 콘텐츠(예: 사진, 댓글, 기타 내용)
회원님과 푸드 인사이드 간의 커뮤니케이션. 예를 들어, 푸드 인사이드는 회원님에게 서비스 관련 이메일(예: 계정 인증, 서비스 기능 변동/수정, 기술 및 보안 알림)을 보낼 수 있습니다. 서비스 관련 이메일은 수신을 거부할 수 없습니다.
푸드 인사이드에서 친구 찾기:
회원님의 선택에 따라 "친구 찾기" 기능을 이용하여 (i) 사용자의 연락처 리스트, (ii) 타사 소셜 미디어 사이트, (iii) 푸드 인사이드에서의 이름 및 사용자 이름 검색 중 한 가지를 통해 푸드 인사이드 계정을 가지고 있는 다른 사람을 찾을 수 있습니다.
(i) 기기의 연락처를 통해 친구를 찾는 경우, 푸드 인사이드는 연락처에 액세스하여 연락처에 있는 다른 사람이 푸드 인사이드 사용자인지 확인합니다.
(ii) 타사 소셜 미디어 사이트를 통해 친구를 찾는 경우 타사 서비스로 연결된 링크를 설치하라는 안내 메시지가 나타나고 회원님은 해당 서비스가 푸드 인사이드에 제공할 수 있는 모든 정보가 이 개인정보처리방침에 의해 관장된다는 점을 확인하게 됩니다.
(iii) 푸드 인사이드에서 이름이나 사용자 이름을 검색하여 친구를 찾는 경우 검색 창에 이름을 입력하시면 서비스에서 검색해 드립니다.
"친구 초대" 기능 관련 참고 사항: "친구 초대" 기능을 통해 다른 사람을 초대하는 경우 기기의 연락처에서 한 명을 직접 선택하고 개인 계정에서 SMS나 이메일을 보낼 수 있습니다. 회원님은 기기로 발송하는 커뮤니케이션 서비스에 적용되는 모든 비용에 대해 책임을 지며, 친구 초대가 회원님 개인 계정에서 직접 실행되므로 푸드 인사이드는 해당 커뮤니케이션에 액세스하거나 관리할 권한이 없다는 점을 이해하고 이에 동의합니다.

서비스 이용 과정에서 이용자로부터 수집하는 개인정보는 아래와 같습니다.

PC웹, 모바일 웹/앱 이용 과정에서 단말기정보(OS, 화면사이즈, 디바이스 아이디), IP주소, 쿠키, 방문일시, 부정이용기록, 서비스 이용 기록 등의 정보가 자동으로 생성되어 수집될 수 있습니다.
푸드 인사이드는 아래의 방법을 통해 개인정보를 수집합니다. 
- 회원가입 및 서비스 이용 과정에서 이용자가 개인정보 수집에 대해 동의를 하고 직접 정보를 입력하는 경우, 해당 개인정보를 수집합니다.
- 고객센터를 통한 상담 과정에서 웹페이지, 메일, 팩스, 전화 등을 통해 이용자의 개인정보가 수집될 수 있습니다.
- 오프라인에서 진행되는 이벤트, 세미나에서 서면을 통해 개인정보가 수집될 수 있습니다.
- 푸드 인사이드와 제휴한 외부 기업이나 단체로부터 개인정보를 제공받을 수 있으며, 이러한 경우에는 정보통신망법에 따라 제휴사에서 이용자에게 개인정보 제공 동의 등을 받은 후에 푸드 인사이드에 제공합니다.
- 기기정보와 같은 생성정보는 PC웹, 모바일 웹/앱 이용 과정에서 자동으로 생성되어 수집될 수 있습니다.

분석 정보:
푸드 인사이드는 타사의 분석 기능을 사용하여 서비스를 위한 트래픽과 사용 트렌드를 측정할 수 있습니다. 이러한 기능에서는 회원님께서 방문하신 웹 페이지, 부가 기능, 서비스 개선에 도움이 되는 기타 정보 등 기기나 서비스에서 전송된 정보가 수집됩니다. 푸드 인사이드는 분석 정보와 함께 다른 사용자들로부터 분석 정보를 수집하고 사용함으로써 이러한 정보가 특정한 개별 사용자를 식별되는 데 합리적으로 사용될 수 없도록 합니다.
쿠키 및 유사 테크놀로지:
회원님이 서비스를 방문하실 때 푸드 인사이드는 쿠키와 픽셀, 웹 비콘, 로컬 스토리지 등 유사한 테크놀로지를 사용하여 회원님이 푸드 인사이드를 이용하는 방식에 대한 정보를 수집하고 회원님에게 기능을 제공해 드립니다.
저희는 광고주나 다른 파트너들에게 회원님의 기기에 광고나 서비스를 제공할 것을 요청할 수 있고, 해당 기기는 푸드 인사이드나 타사에 의해 설치된 쿠키 또는 유사 테크놀로지를 사용할 수 있습니다.
로그 파일 정보:
로그 파일은 회원님이 웹 페이지나 앱에 액세스를 요청(예: 방문)할 때마다 브라우저에 의해서 자동으로 보고됩니다. 웹 페이지나 앱의 내용이 사용자의 브라우저나 기기로 다운로드된 시간 정보도 포함될 수 있습니다.
회원님이 서비스를 사용하실 때 회원님의 웹 요청, 인터넷 프로토콜("IP") 주소, 브라우저 유형, 참조 / 나가기 페이지 및 URL, 클릭수, 서비스상의 링크 접속 방법, 도메인 이름, 랜딩 페이지, 조회된 페이지, 기타 정보 등 특정한 로그 파일 정보는 자동으로 푸드 인사이드의 서버에 저장됩니다. 또한 푸드 인사이드 사용자에게 전송된 이메일에서 유사한 정보를 수집한 다음 수신자가 어떠한 이메일을 열었고 링크를 클릭했는지를 추적할 수도 있습니다. 이러한 정보는 서비스가 정확히 보고되고 개선될 수 있도록 해줍니다.
기기 식별자:
태블릿이나 휴대폰과 같은 모바일 기기로 서비스에 액세스하는 경우, 푸드 인사이드는 회원님의 기기에서 액세스, 수집, 모니터링, 저장 활동을 하면서 원격으로 "기기 식별자"를 1개 이상 저장할 수 있습니다. 기기 식별자는 모바일 기기에 저장되거나 관련된 작은 데이터 파일 또는 유사한 데이터 구조로, 모바일 기기를 고유하게 식별해 줍니다. 기기 식별자는 기기 하드웨어와 관련하여 저장되는 데이터, 기기의 운영 체제 또는 기타 소프트웨어와 관련하여 저장되는 데이터, 푸드 인사이드가 기기로 보낸 데이터 등일 수 있습니다.
기기 식별자는 푸드 인사이드나 타사 파트너에 회원님의 이동 및 서비스 이용 방식에 대한 정보를 전달해 주고, 푸드 인사이드나 다른 회사들이 보고서나 개인화된 콘텐츠 및 광고를 제공할 수 있도록 해줍니다. 기기 식별자의 사용 또는 이용 가능성이 제한되거나 차단된 경우 서비스의 일부 기능이 제대로 작동하지 않을 수 있습니다.
메타데이터:
메타데이터는 일반적으로 사용자 콘텐츠와 관련된 기술 데이터입니다. 예를 들어, 메타데이터에는 사용자 콘텐츠가 수집된 방식, 시기, 주체 그리고 해당 콘텐츠의 형식이 설명되어 있습니다.
사용자는 해시태그(예: 사진을 게시할 때 키워드 표시), 지오태그(예: 사진에 위치 표시), 댓글 또는 기타 데이터 등 사용자 콘텐츠에 메타데이터를 추가하거나 추가되도록 할 수 있습니다. 이렇게 하면 다른 사람이 사용자 콘텐츠를 더 쉽게 검색할 수 있고 참여도가 높아집니다. 다른 API를 사용하여 사진에 지오태그를 남기거나 사진을 태그할 경우 경도 및 위도가 사진과 함께 저장되고, 공개 범위 설정에 따라 사진을 전체 공개하시면 위치나 맵 기능을 통해 사진이 검색 가능해집니다.

2. 정보 사용 방식
이 개인정보처리방침에 설명되어 있는 구체적인 정보 사용과 더불어 푸드 인사이드는 받은 정보를 다음과 같이 사용합니다.
- 회원님이 로그인한 후 정보에 효율적으로 액세스할 수 있도록 해드립니다.
- 회원 가입 의사의 확인, 연령 확인 및 법정대리인 동의 진행, 이용자 및 법정대리인의 본인 확인, 이용자 식별, 회원탈퇴 의사의 확인 등 회원관리를 위하여 개인정보를 이용합니다.
- 서비스에 방문하고 있을 때 또는 다음 번에 방문할 때 정보를 다시 입력할 필요가 없도록 정보를 기억합니다.
- 온라인 광고 또는 기타 형태의 마케팅 등이 포함된 개인화된 콘텐츠와 정보를 회원님과 다른 사용자들에게 제공해 드립니다.
- 콘텐츠 등 기존 서비스 제공(광고 포함)에 더하여, 인구통계학적 분석, 서비스 방문 및 이용기록의 분석, 개인정보 및 관심에 기반한 이용자간 관계의 형성, 지인 및 관심사 등에 기반한 맞춤형 서비스 제공 등 신규 서비스 요소의 발굴 및 기존 서비스 개선 등을 위하여 개인정보를 이용합니다.
- 법령 및 푸드 인사이드 이용약관을 위반하는 회원에 대한 이용 제한 조치, 부정 이용 행위를 포함하여 서비스의 원활한 운영에 지장을 주는 행위에 대한 방지 및 제재, 계정도용 및 부정거래 방지, 약관 개정 등의 고지사항 전달, 분쟁조정을 위한 기록 보존, 민원처리 등 이용자 보호 및 서비스 운영을 위하여 개인정보를 이용합니다.
- 유료 서비스 제공에 따르는 본인인증, 구매 및 요금 결제, 상품 및 서비스의 배송을 위하여 개인정보를 이용합니다.
- 새 제품이나 기능을 개발하고 테스트합니다.
- 기술적 문제를 진단하거나 해결합니다.
- 회원님의 기기에서 푸드 인사이드 앱을 자동으로 업데이트합니다.
서비스 이용기록과 접속 빈도 분석, 서비스 이용에 대한 통계, 서비스 분석 및 통계에 따른 맞춤 서비스 제공 및 광고 게재 등에 개인정보를 이용합니다.
보안, 프라이버시, 안전 측면에서 이용자가 안심하고 이용할 수 있는 서비스 이용환경 구축을 위해 개인정보를 이용합니다.
- 푸드 인사이드나 기타 사용자가 서비스상에서 콘테스트, 특별 쿠폰, 기타 이벤트 또는 활동("이벤트")을 진행할 수 있습니다. 이벤트에 참여하고 싶지 않으시다면 해당 이벤트와 관련된 특정 메타데이터(예: 해시태그나 지오태그)를 사용하지 마시기 바랍니다.

3. 정보 공유
이 방침에 명시된 경우를 제외하고, 회원님의 동의 없이 푸드 인사이드(또는 푸드 인사이드가 속하는 그룹의 소속사)이외의 타사에 회원님의 정보를 대여하거나 판매하지 않습니다. 단, 이용자가 외부 제휴사의 서비스를 이용하기 위하여 개인정보 제공에 직접 동의를 한 경우, 그리고 관련 법령에 의거해 푸드 인사이드에 개인정보 제출 의무가 발생한 경우, 이용자의 생명이나 안전에 급박한 위험이 확인되어 이를 해소하기 위한 경우에 한하여 개인정보를 제공하고 있습니다.

회원님의 정보를 공유할 수 있는 대상:
쿠키에서 나온 정보, 로그 파일, 기기 식별자, 위치 데이터, 사용 데이터 등 사용자 콘텐츠와 회원님의 정보는 푸드 인사이드가 소속된 동일한 회사 그룹에 법적으로 속해 있는 회사 또는 해당 그룹의 일부가 되는 회사("제휴사")와 공유될 수 있습니다. 제휴사는 이러한 정보를 서비스(분석 정보 제공 등을 함으로써) 및 제휴사(회원님에게 더 우수하고 관련성 높은 환경 제공 등을 제공함으로써)의 자체 서비스를 제공, 이해, 개선하는 데 사용할 수 있습니다. 그러나 이러한 제휴사는 회원님의 사진 공개 범위에 대한 결정을 존중합니다.
또한 회원님의 정보뿐만 아니라 쿠키, 로그 파일, 기기 식별자, 위치 데이터와 같은 도구에서 발생한 정보는 회원님에게 서비스를 제공할 때 협조하는 외부 업체("서비스 제공업체")와 공유될 수 있습니다. 합리적인 기밀 약관에 따라서 서비스 제공업체는 서비스 제공에 합리적으로 필요한 회원님의 정보에 액세스할 권한을 갖습니다.
푸드 인사이드는 회원님을 식별할 수 있는 일부 데이터를 삭제하고, 외부인과는 익명의 데이터를 공유합니다. 또한 회원님과 연관성이 없는 방식으로 회원님의 정보와 기타 정보를 결합한 후 이러한 총괄 정보를 공유할 수 있습니다.
회원님이 본인의 사용자 콘텐츠를 공유하기로 선택할 수 있는 대상:
사용자 콘텐츠 등 회원님이 자발적으로 서비스에 게시하기 위해 공개한 모든 정보나 콘텐츠는 전체 공개되고, 설정한 해당 공개 범위에 따라 제한됩니다. 서비스의 공개 범위를 변경하려면 프로필 설정을 변경하시기 바랍니다. 사용자 콘텐츠를 공유한 다음 이를 전체 공개로 설정하면 다른 사용자가 해당 사용자 콘텐츠를 재공유할 수 있습니다.
프로필과 공개 범위에 따라 전체 공개된 사용자 콘텐츠는 다른 사용자에 의해 검색이 가능하고, 푸드 인사이드 API에 따라 사용 가능합니다. 푸드 인사이드 API의 사용은 이 개인정보처리방침의 약관을 통합하고 있는 API 이용 약관의 적용을 받습니다.
회원님이 서비스에 게시하신 정보를 삭제하신다고 해도, 복사본이 서비스의 캐시 또는 아카이브 페이지에서 여전히 조회가 가능하거나, 또는 다른 사용자나 푸드 인사이드 API를 사용하는 타사가 해당 정보를 복제 또는 저장해 두었을 수도 있습니다.
통제권 변경 시:
푸드 인사이드의 일부나 전부 또는 푸드 인사이드의 자산이 다른 조직에 매각 또는 양도될 경우(예: 인수 합병, 파산, 해산, 청산), 이름, 이메일 주소, 사용자 콘텐츠, 서비스를 통해 수집된 기타 정보 등 회원님의 정보가 매각되거나 양도된 항목 중에 존재할 수 있습니다. 회원님의 사용자 콘텐츠는 회원님이 계속해서 소유하게 됩니다. 매각을 한 측이나 양도를 받은 측은 이 개인정보처리방침에 명시된 내용을 준수해야 합니다.
법적 요청에 대한 대응과 피해 방지
푸드 인사이드는 법적인 요청(예: 수색 영장, 법원 명령서, 소환장 등)이 수반되고 법의 집행을 위해 필요하다고 판단될 경우에 한 해 회원님의 정보에 액세스하고 이를 보존하며 공유할 수 있습니다. 여기에는 한국 외 지역 관할권에서 법적 요청이 수반되고, 해당 관할권의 법에 의해 필요성이 인정되며, 그 지역 내의 사용자들에게 영향을 미침과 동시에 국제적으로 용인되는 기준에 부합한다고 판단될 때 해당 관할권의 요청을 받아들이는 경우가 포함됩니다. 또한 푸드 인사이드가 필요하다고 판단할 경우 정보에 액세스하고 정보를 보존하고 공유할 수 있습니다. 여기에는 사기 또는 다른 불법 행위를 예방하고 이에 대해 조치를 취하거나, 수사 과정에서 푸드 인사이드, 회원님, 다른 사람들을 보호하거나, 생명을 보호하고 상해를 막기 위한 경우 등이 포함됩니다. 저희가 회원님과 관련해 수집하는 정보는 법적인 요청, 의무, 정부 조사, 저희 약관과 정책에 대한 잠재적 위반에 대한 조사의 대상이 되는 경우, 또는 피해를 방지하기 위해 장기간 이용, 처리 또는 보관될 수 있습니다.

4. 정보 보관 방식
보관 및 처리:
서비스를 통해 수집된 회원님의 정보는 한국이나 푸드 인사이드, 제휴사 또는 서비스 제공업체가 시설을 유지하고 있는 기타 다른 국가에서 보관 및 처리될 수 있습니다.
푸드 인사이드, 제휴사, 서비스 제공업체는 개인 정보 등 회원님과 관련하여 수집한 정보를 국경을 넘어서 회원님의 국가 또는 관할권으로부터 전 세계에 있는 다른 국가 또는 관할권으로 전달할 수 있습니다. 유럽 연합이나 국내법과 다른 데이터 수집 및 사용 관련 법을 둔 기타 지역의 거주자들은 개인 정보 등 정보가 회원님의 관할권과 데이터 보호법이 동일하지 않은 국가나 관할권으로 정보가 전달될 수 있다는 점에 유의해주세요.
회원님은 서비스에 가입하거나 서비스를 사용함으로써 정보가 한국 또는 푸드 인사이드, 제휴사 또는 서비스 제공업체가 시설을 유지하고 이 개인정보처리방침에 설명된 바와 같이 회원님에 관련된 정보를 사용 및 공개하는 기타 국가로 전달될 수 있다는 점에 동의하게 됩니다.
푸드 인사이드는 영업적으로 합리적인 안전 조치를 이용하여 서비스를 통해 수집된 정보를 안전하게 유지하고, 합리적인 단계(고유 비밀번호 요청 등)를 취함으로써 회원님에게 계정 접근 권한을 드리기 전에 신원을 확인하고 있습니다. 그러나 푸드 인사이드에 전송된 정보의 보안성을 확인하거나 서비스상의 정보가 이용, 공개, 수정 또는 파기될 수 없다는 점을 보장하지 않습니다.
회원님은 이에 협조해 주시기 바랍니다. 회원님은 고유 비밀번호 및 계정 정보의 비밀성을 유지하고 회원님과 푸드 인사이드 사이에서 교류되는 이메일의 접근 권한을 항상 통제해야 할 책임이 있습니다. 회원님의 공개 범위는 회원님이 푸드 인사이드에 연결하신 소셜 미디어 서비스의 변경에 의해 영향을 받을 수도 있습니다. 푸드 인사이드는 기타 업체의 기능, 개인 정보 보호 또는 보안 방책에 대해 책임지지 않습니다.

5. 개인정보의 파기
푸드인사이드는 원칙적으로 이용자의 개인정보를 회원 탈퇴 시 지체없이 파기하고 있습니다.
단, 이용자에게 개인정보 보관기간에 대해 별도의 동의를 얻은 경우, 또는 법령에서 일정 기간 정보보관 의무를 부과하는 경우에는 해당 기간 동안 개인정보를 안전하게 보관합니다. 이용자에게 개인정보 보관기간에 대해 회원가입 시 또는 서비스 가입 시 동의를 얻은 경우는 아래와 같습니다.

부정가입 및 징계기록 등의 부정이용기록은 부정 가입 및 이용 방지를 위하여 수집 시점으로부터 6개월간 보관하고 파기하고 있습니다. 부정이용기록 내 개인정보는 가입인증 휴대폰 번호, 이메일이 있습니다. 식품위생법, 탈세, 불법할인대출(일명 ‘카드깡’) 등 관련 법령 및 이용약관을 위반하는 입점업체의 부정영업기록(아이디, 이름, 휴대폰번호, 이메일, 사업자등록 주소, IP주소, 쿠키, 기기정보)은 부정거래 방지 및 다른 선량한 이용자의 보호, 안전한 거래 환경 보장을 위하여 수집 시점으로부터 3년간 보관하고 파기합니다.

부정이용으로 징계를 받기 전에 회원 가입 및 탈퇴를 반복하며 서비스를 부정 이용하는 사례를 막기 위해 탈퇴한 이용자의 휴대전화번호를 복호화가 불가능한 일방향 암호화(해시 처리)하여 6개월간 보관합니다. 전자상거래 등에서의 소비자 보호에 관한 법률, 전자금융거래법, 통신비밀보호법 등 법령에서 일정기간 정보의 보관을 규정하는 경우는 아래와 같습니다. 푸드 인사이드는 이 기간 동안 법령의 규정에 따라 개인정보를 보관하며, 본 정보를 다른 목적으로는 절대 이용하지 않습니다.

전자상거래 등에서 소비자 보호에 관한 법률
계약 또는 청약철회 등에 관한 기록: 5년 보관
대금결제 및 재화 등의 공급에 관한 기록: 5년 보관
소비자의 불만 또는 분쟁처리에 관한 기록: 3년 보관
전자금융거래법
전자금융에 관한 기록: 5년 보관
특정 금융거래정보의 보고 및 이용 등에 관한 법률
금융거래정보 : 5년 보관
통신비밀보호법
로그인 기록: 3개월
회원탈퇴, 서비스 종료, 이용자에게 동의받은 개인정보 보유기간의 도래와 같이 개인정보의 수집 및 이용목적이 달성된 개인정보는 재생이 불가능한 방법으로 파기하고 있습니다.
법령에서 보존의무를 부과한 정보에 대해서도 해당 기간 경과 후 지체없이 재생이 불가능한 방법으로 파기합니다.

전자적 파일 형태의 경우 복구 및 재생이 되지 않도록 기술적인 방법을 이용하여 안전하게 삭제하며, 출력물 등은 분쇄하거나 소각하는 방식 등으로 파기합니다.

참고로 푸드 인사이드는 ‘개인정보 유효기간제’에 따라 1년간 서비스를 이용하지 않은 회원의 개인정보를 별도로 분리 보관하여 관리하고 있습니다.

6. 사용자의 정보에 관한 사용자의 선택
계정 정보 및 프로필/공개 범위 설정:
로그인한 후 프로필 설정을 변경하시면 언제든 자신의 개인정보(만 14세 미만인 경우 법정 대리인)를 조회하거나 수정할 수 있으며 수집, 이용에 대한 동의 철회 또는 가입 해지를 요청할 수도 있습니다. 보다 구체적으로는 서비스 내 설정 기능을 통한 변경, 가입 해지(동의 철회)를 위해서는 서비스 내 "탈퇴하기"를 클릭하면 되며, 고객센터를 통해 서면, 전화 또는 이메일로 연락하시면 지체 없이 조치하겠습니다. 개인정보의 오류에 대한 정정을 요청하신 경우 정정을 완료하기 전까지 해당 개인정보를 이용 또는 제공하지 않습니다.
커뮤니케이션 수단에 제공되어 있는 "수신 거부 링크"를 클릭하시면 푸드 인사이드에서 보내드리는 이메일을 받지 않게 됩니다. 위에 언급한 바와 같이 회원님은 서비스에 관한 커뮤니케이션(예: 계정 인증, 구매 및 청구 확인 및 재확인, 서비스 기능의 변경/수정, 기술 및 보안 공지 사항)의 수신을 거부할 수 없습니다.

사용자 콘텐츠의 보관 기간:
푸드 인사이드, 제휴사 또는 서비스 제공업체는 계정이 종료 또는 비활성화된 후 프로필 정보와 같은 정보와 사용자 콘텐츠를 백업, 아카이브, 및/또는 감사 목적으로 업계에서 통용되는 적절한 기간 동안 보관할 수 있습니다.

7. 아동의 개인 정보 보호
푸드 인사이드는 만 14세 미만인 사용자로부터 정보를 고의로 수집하거나 요청하지 않고 해당 사용자가 서비스에 가입하도록 고의로 허용하지 않습니다. 서비스 및 서비스 콘텐츠는 만 14세 미만의 아동을 대상으로 하지 않습니다. 푸드 인사이드는 부모의 동의 없이 만 14세 미만의 아동으로부터 개인 정보를 수집한 사실을 확인하는 즉시 해당 정보를 삭제합니다. 만 14세 미만인 아동으로부터 수집되었거나 이러한 아동에 관련된 정보가 푸드 인사이드에 있다고 생각하실 경우 저희에게 연락해주세요.

8. 기타 웹사이트와 서비스
푸드 인사이드는 기타 웹사이트나 서비스로 또는 서비스에서 연결된 내용에 포함된 정보나 콘텐츠 등 이에 의해 시행되는 관행에 대해 책임지지 않습니다. 푸드 인사이드의 서비스에서 다른 웹사이트나 서비스로 연결된 링크를 사용하실 때에는 푸드 인사이드의 개인정보처리방침이 이러한 타사 웹사이트나 서비스에는 적용되지 않는다는 점에 유의하시기 바랍니다. 푸드 인사이드 웹사이트상에 링크를 두고 있는 타사를 포함하여 이러한 타사의 웹사이트나 서비스에서 일어나는 회원님의 탐색 및 교류 활동은 해당하는 타사 자체의 규정과 정책의 적용을 받습니다. 또한 회원님은 회원님이 사용자 콘텐츠에 액세스하도록 승인한 타사에 대해 푸드 인사이드가 책임을 지지 않고 통제력을 지니고 있지 않다는 점에 동의합니다. 타사의 웹사이트나 서비스를 이용하는 중에 타사에 회원님의 사용자 콘텐츠에 액세스를 허용한 경우, 이에 따른 위험은 회원님의 책임입니다.

9. 사망 사용자와 관련한 연락 방법
푸드 인사이드 사용자가 사망한 경우에는 ljo.foodinside@gmail.com으로 연락해주세요. 일반적으로 커뮤니케이션은 이메일을 통해 이루어지지만, 기타 정보가 필요할 경우 회원님이 요청 시 입력하신 이메일 주소로 회원님에게 연락을 드리겠습니다.

10. 연락 방법
개인정보처리방침이나 서비스에 관한 질문은 고객 센터 내에서 저희에게 연락할 수 있는 적합한 지원 채널을 찾아주시기 바랍니다.

11. 개인정보처리방침 변경
예컨대 서비스 수정을 반영하기 위해 또는 법에 따라 필요한 경우, 푸드 인사이드는 이 개인정보처리방침를 그때그때 변경하거나 수정할 필요가 있습니다. 개인정보처리방침을 변경하기 전에 회원님께 고지하고, 서비스를 계속 사용하기 전에 변경된 개인정보처리방침을 검토할 기회를 드릴 것입니다. 이 개인정보처리방침이 개정된 후에 푸드 인사이드나 서비스를 계속 사용하실 경우 해당 개정을 수락하시는 것으로 간주됩니다.
`

export default foodinsidePrivacyPolicy